Repository: kparal/esmska
Catalog: po/*.po
Languages: cs, de, es, ru, sv

source: <html> <h2>No gateways can be found!</h2> The program is useless without gateways. The cause of the problem may be:<br> <ul> <li>Your program is incorrectly installed and some of the files<br> are missing or are corrupted. Try to download it again.</li> <li>The operating system has wrongly set the program path.<br> Instead of clicking on <i>esmska.jar</i> try to run the program rather using<br> the <i>esmska.sh</i> file (in Linux, etc) or the <i>esmska.exe</i> (in Windows).</li> </ul></html>
es: <html> <h2>¡No se encontraron operadores!</h2> Sin compuertas el programa no es utilizable. La causa del problema puede ser:<br> <ul> <li>Su programa fue instalado incorrectamente y algunos de los archivos<br> están perdidos o corruptos. Intente descargarlo nuevamente.</li> <li>El sistema operativo configuró erróneamente la ruta de acceso al programa.<br> En vez de hacer clic sobre <i>esmska.jar</i> intente ejecutando el archivo preferentemente usando<br> el archivo<i>esmska.sh</i>(en Linux, etc) o el archivo<i>esmska.exe</i> (en Windows).</li> </ul></html>

source: Report a &problem or an idea...
es: Enviar un &problema o una idea...
sv: Rapportera ett &problem eller en idé...

source: Report a problem or request a feature
es: Reportar un problema o sugerir alguna característica
sv: Rapportera ett problem eller efterfråga en funktion
