Repository: kparal/esmska
Catalog: po/*.po
Languages: cs, de, es, ru, sv

source: I acknowledge that
cs: Beru na vědomí
de: Ich stimme zu
es: Reconozco eso
ru: Я подтверждаю это
sv: Jag godkänner att

source: Credits
cs: Zásluhy
de: Beteiligte
es: Créditos
ru: Благодарности
sv: Tack till

source: License
cs: Licence
de: Nutzungsbedingungen - Lizenz
es: Licencia
ru: Лицензия
sv: Licens

source: Thank you
cs: Děkuji
de: Vielen Dank
es: Gracias
ru: Спасибо
sv: Tack

source: C&redits
cs: Zá&sluhy
de: &Mitwirkende
es: C&réditos
ru: &Благодарности
sv: &Tack till

source: Homepage
cs: Domovská stránka
ru: Домашняя страница
sv: Hemsida

source: <html> Show program home page </html>
cs: <html> Zobrazit domovskou stránku programu </html>
de: <html> Zur Homepage </html>
es: <html> Mostrar la página principal del programa </html>
ru: <html> Перейти на домашнюю страницу </html>
sv: <html> Visa programmets hemsida </html>

source: Sending SMS over Internet.
cs: Posílání SMS přes Internet.
de: SMS senden über www
es: Enviar SMS por internet.
ru: Отправка СМС через Интернет
sv: Sänder SMS över Internet

source: &License
cs: &Licence
de: &Lizenz
es: &Licencia
ru: &Лицензия
sv: &Licens

source: Support project
cs: Podpořte projekt
de: Projekt unterstützen
ru: Поддержка проекта
sv: Stöd projekt

source: <html> Do you like this project?<br> Help to keep it running by a small money donation... </html>
cs: <html> Líbí se vám tento projekt?<br> Pomozte jej udržet v chodu malým finančním příspěvkem... </html>
de: <html> Gefählt ihnen dieses Projekt?<br> Helfen sie uns mit einer kleinen Spende... </html>
es: <html> ¿Le gusta este proyecto?<br> Ayude a mantenerlo en marcha mediante una pequeña donación económica... </html>
ru: <html> Вам нравится этот проект?<br> Помогите сохранить его. Сделайте небольшое пожертвование... </html>
sv: <html> Gillar du det här projektet? <br> Bidra till att hålla den igång med een liten pengadonation ... </html>

source: About Esmska
cs: O Esmsce
de: Über Esmska
es: Acerca de Esmska
ru: Об Esmska
sv: Om Esmska

source: &About
cs: &O programu
de: &Info
es: &Acerca de
ru: &О программе
sv: &Om

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
ru: Добавить
sv: Lägg till

source: Add contact
cs: Přidat kontakt
de: Kontakt hinzufügen
es: Añadir contacto
ru: Добавить контакт
sv: Lägg till kontakt

source: Add new contact (Alt+A)
cs: Přidat nový kontakt (Alt+A)
de: Neuen Kontakt hinzufügen (Alt+A)
es: Añadir nuevo contacto (Alt+A)
ru: Добавить новый контакт (Alt+A)
sv: Lägg till en ny kontakt (Alt+A)

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
ru: Отмена
sv: Avbryt

source: &Cancel
cs: &Zrušit
de: &Abbrechen
es: &Cancelar
ru: &Отмена
sv: &Avbryt

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
ru: Копировать
sv: Kopiera

source: Cut
cs: Vyjmout
de: Ausschneiden
es: Cortar
ru: Вырезать
sv: Klipp ut

source: Paste
cs: Vložit
de: Einfügen
es: Pegar
ru: Вставить
sv: Klistra in

source: &Close
cs: &Zavřít
de: &Schliessen
es: &Cerrar
ru: &Закрыть
sv: &Stäng

source: Available options:
cs: Dostupné volby:
de: Verfügbare Optionen:
es: Opciones disponibles:
ru: Доступные параметры:
sv: Tillgängliga alternativ:

source: Print debugging output. Possible modes are: * {0} - program debugging. Default choice when no mode specified. * {1} - network debugging. Prints HTTP headers, all redirects, etc. * {2} - {0} and {1} modes combined. Also prints webpage contents (lots of output).
cs: Vypisovat ladící výstup. Možné režimy jsou: * {0} - ladění programu. Výchozí volba, když není specifikovaný režim. * {1} - ladění sítě. Vypisuje hlavičky HTTP, všechna přesměrování, atd. * {2} - režimy {0} a {1} dohromady. Taktéž vypisuje obsah webových stránek (spousta výstupu).
de: Modi für die Ausgabe von Debug-Informationen: {0} – Programm-Debugging (Standard) {1} – Netzwerk-Debugging: Alle HTTP-Header, Weiterleitungen etc. ausgeben. {2} – Alles. {0}, {1}, und alle Webseiteninhalte (sehr umfangreiche Ausgabe).
es: Imprimir la salida del depurador. Los modos posibles son: * {0} - depuración de programa. Opción por defecto cuando no se especifica ningún modo. * {1} - depuración de red. Imprime las cabeceras HTTP, todas las redirecciones, etc. * {2} - modos {0} y {1} combinados. También imprime contenidos de la página web (mucho texto de salida).
ru: Вывод отладочной информации. Возможные режимы: * {0} - отладка программы. Используется по умолчанию, если режим не выбран. * {1} - отладка сети. Вывод заголовков HTTP, перенаправлений и т.п. * {2} - комбинация {0} и {1}. Выводит также содержимое веб-страницы (много информации).
sv: Skriv ut felsökningsutdata. Möjliga lägen är: * {0} - Programfelsökning. Standardval när inget läge är valt. * {1} - Nätverksfelsökning. Skriver ut HTTP-sidhuvuden, alla omdirigeringar, etc. * {2} - Lägena {0} och {1} kombinerade. Skriver även ut webbsideinnehåll (massor av utdata).

source: debug mode
cs: režim ladění
de: Fehlerverfolgung
es: modo de depuración
ru: режим отладки
sv: felsökningsläge

source: Enable the portable mode - ask for location of the user configuration directory. Can't be used with -c.
cs: Zapnutí přenosného módu - zeptá se na umístění uživatelského adresáře. Nelze použít s -c.
de: Portablen Modus einschalten – fragt nach der Lage des Einstellungsverzeichnisses. Kann nicht mit -c benutzt werden.
es: Activar modo portable, que pregunta por la ubicación del directorio de configuración del usuario. No se puede usar con la opción -c.
ru: Включить портативном режиме - спросит о каталоге конфигурации пользователя. Не может использоваться с опцией -с.
sv: Aktivera bärbart läge - be om placering av katalogen för användarkonfigurationsfiler. Kan inte användas med -c.

source: Invalid option on the command line! (''{0}'')
cs: Neplatná volba na příkazovém řádku! ("{0}")
de: Ungültige Kommandozeilenoption ''{0}''!
es: Opción no válida en la línea de comandos. («{0}»)
ru: Неверный параметр в соммандной строке! (''{0}'')
sv: Ogiltigt alternativ på Kommandolinjen! (''{0}'')

source: OPTIONS
cs: VOLBY
de: Optionen
es: OPCIONES
ru: ОПЦИИ
sv: FLAGGOR

source: path
cs: cesta
de: Dateipfad
es: ruta
ru: путь
sv: sökväg

source: Set the path to the user configuration directory. Specify an absolute pathname. Can't be used with -p.
cs: Nastavení cesty k uživatelskému adresáři. Uveďte absolutní cestu. Nelze použít s -p.
de: Pfad für das Einstellungsverzeichnis (absoluter Pfadname) festlegen. Kann nicht mit -p benutzt werden.
es: Especifica la ruta al directorio de configuración del usuario. Usar un nombre de ruta absoluto. No se puede usar con la opción -p.
ru: Установите путь к каталогу конфигурации пользователя. Укажите абсолютный путь. Не может использоваться с опцией -р.
sv: Ställ in sökvägen till användarkonfigurationsfilskatalogen. Ange en absolut sökväg. Kan inte användas med -p.

source: Show this help.
cs: Zobrazit tuto nápovědu.
de: Zeige diese Hilfe an.
es: Muestra esta ayuda.
ru: Показать помощь.
sv: Visa denna hjälp.

source: Usage:
cs: Použití:
de: Nutzung:
es: Uso:
ru: Обращение:
sv: Användning:

source: Print program version and exit.
cs: Vypsat verzi programu a skončit.
de: Drucken der Programmversion und Exit
es: Imprimir la version del programa y salir.
ru: Показать версию программы и выйти.
sv: Skriv programversion och avsluta.

source: &Compress text
cs: Z&komprimovat text
de: Text &komprimieren
es: &Comprimir texto
ru: &Сжать текст
sv: &Komprimera text

source: &Compress
cs: Z&komprimovat
de: &Komprimieren
es: &Comprimir
ru: &Сжатие
sv: &Komprimera

source: Favorite
cs: Oblíbená
de: Favoriten
es: Favorito
sv: Favorit

source: Gateway
cs: Brána
es: Puerta de enlace
ru: Шлюз

source: Show
cs: Zobrazit
de: Anzeigen
es: Mostrar
sv: Visa

source: A&dvanced settings
cs: Po&kročilá nastavení
de: Erweiterte Optionen
es: Configuraciones avanza&das
ru: Д&ополнительные настройки
sv: A&vancerade inställningar

source: Show items with more advanced settings
cs: Zobrazit položky s pokročilejším nastavením
de: Erweiterte Einstellungen anzeigen
es: Mostrar elementos con configuraciones más avanzadas
ru: Показать списки дополнительных настроек
sv: Visa objekt med mer avancerade inställningar

source: Show a&dvanced controls
cs: Zobrazit pokročilé ovlá&dací prvky
de: Erwei&terte Steuerung anzeigen
es: Mostrar controles avanza&dos
ru: Показать д&ополнительные элементы управления
sv: Visa avancera&dkontroll

source: <html> Show or hide some additional buttons and other <br> advanced controls in the main program window </html>
cs: <html> Zobrazit či schovat některá další tlačítka a jiné<br> pokročilé ovládací prvky v hlavním okně programu </html>
es: <html> Mostrar u ocultar algunos botones adicionales y otros <br> controles avanzados en la ventana principal del programa </html>
ru: <html> Показать или скрыть некоторые дополнительные кнопки и<br> расширенные возможности управления в главном окне программы </html>
sv: <html> Visa eller dölja ytterligare några knappar och andra <br> avancerade kontroller i programmets huvudfönster </html>

source: Announce new program &updates
cs: &Upozorňovat na nové verze programu
de: Auf neue &Aktualisierungen hinweisen
ru: Оповещать об &обновлениях программы

source: <html> After program startup perform a check whether a new program version<br> was released and eventually notify the user </html>
cs: <html> Po spuštění programu zkontrolovat, zda nevyšla novější verze programu,<br> a případně upozornit uživatele </html>
ru: <html> После запуска программа проверяет, не выпущена ли более новая<br> её версия, и уведомляет пользователя </html>

source: &Appearance
cs: &Vzhled
de: &Erscheinungsbild
es: &Apariencia
ru: &Внешний вид
sv: &Utseende

source: &Delete all login credentials
cs: O&dstranit všechny přihlašovací údaje
de: Alle Login-&Daten löschen
es: &Eliminar todos los credenciales de inicio de sesión
ru: %Удалить все логины и пароли
sv: &Radera alla inloggningskreditiv

source: Delete all usernames and passwords for all gateways
cs: Vymazat uživatelská jména a hesla u všech bran
de: Alle Usernamen und Passwörter für alle Gateways löschen
es: Eliminar todos los nombres de usuarios y contraseñas de todos los operadores
ru: Удалить все имена и пароли для всех шлюзов
sv: Radera alla användarnamn och lösenord för alla gateways

source: &Connection
cs: Připoje&ní
de: Verbindung
es: &Conexión
ru: По&дключение
sv: &Anslutning

source: Create a log with de&bug information
cs: Vytvářet &záznam s ladícími informacemi
de: Logdatei mit Debuginformationen erstellen
es: Crear un registro con información de de&puración
ru: Создать лог-файл на основе от&ладочной информации
sv: Skapa en logg med %felsökningsinformation

source: <html> This option is only required when working with program developers<br> in order to solve some problem. In other cases it is recommended<br> to have it turned off. </html>
cs: <html> Tato volba je potřeba pouze v případě, že spolupracujete s vývojáři programu<br> na vyřešení nějakého problému. V ostatních případech je doporučené<br> ji mít vypnutou. </html>
de: <html> Diese option wird benötigt nur wenn sie gemeinsam mit den Entwicklern<br> auf einer Fehlerbehebung arbeiten. In allen anderen Fällen wird empfohlen<br> diese Option ausgeschaltet zu lassen. </html>
es: <html> Está opción solamente se requiere cuando se trabaja con desarrolladores<br> para resolver algún problema. En otros casos es recomendado<br> mantener esta opción deshabilitada. </html>
ru: <html> Эта опция требуется только для решения некоторых проблем <br> с помощью разработчиков программы. В других случаях <br> рекомендуется отключать её. </html>

source: Request a &delivery report
cs: Požadovat poslání doručen&ky
ru: Запросить сообщение о &доставке

source: <html> Will request sending of a delivery report of the message.<br> The report will come to the phone number of the sender.<br> <br> If this field is disabled then this feature is not supported<br> by the selected gateway. </html>
cs: <html> Vyžádá si zaslání potvrzení o doručení zprávy.<br> Potvrzení přijde na telefonní číslo odesilatele.<br> <br> Pokud toto pole není aktivní, tak tato služba není zvolenou<br> branou podporována. </html>

source: Gateway&s
cs: &Brány
ru: &Шлюзы

source: &General
cs: &Obecné
de: All&gemein
ru: &Общие
sv: &Allmänt

source: <html> Hidden gateways won't show up in the application. Favorite gateways will be preferred for recipient gateway suggestions. </html>
cs: <html> Skryté brány se v programu nezobrazí. Oblíbené brány budou upřednostňovány při návrhu brány příjemce. </html>
de: <html> Versteckte Gateways werden nicht zur Auswahl stehen. Beliebte Gatewys werden bei Gatewayvorschlägen vorgezogen. </html>

source: <html> HTTP proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:80 </html>
cs: <html> Adresa HTTP proxy serveru ve formátu "stroj" nebo "stroj:port". Například: proxy.firma.com:80 </html>
de: <html> Adresse des HTTP Proxyservers im Format von 'Host' oder 'Host:Port'. zB: proxy.example.com:80 </html>
es: <html> Dirección del servidor proxy HTTP en el formato 'host' o 'host:puerto'. Ejemplo: proxy.empresa.com:80 </html>
ru: <html> Адрес прокси-сервера HTTP в формате 'host' или 'host:port'. Пример: proxy.company.com:80 </html>
sv: <html> Serveradresser för HTTP-proxys i 'host'- eller 'host:port'-format. Exempel: proxy.företag.com:80 </html>

source: <html> HTTPS proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:443 </html>
cs: <html> Adresa HTTPS proxy serveru ve formátu "stroj" nebo "stroj:port". Například: proxy.firma.com:443 </html>
de: <html> Adresse des HTTPS Proxyservers im Format von 'Host' oder 'Host:Port'. zB: proxy.example.com:443 </html>
es: <html> Dirección del servidor proxy HTTP en el formato 'host' o 'host:puerto'. Ejemplo: proxy.empresa.com:443 </html>
ru: <html> Адрес прокси-сервера HTTPS в формате 'host' или 'host:port'. Пример: proxy.company.com:443 </html>
sv: <html> Serveradresser för HTTP-proxys i 'host'- eller 'host:port'-format. Exempel: proxy.företag.com:443 </html>

source: &Username:
cs: &Uživatelské jméno:
de: Ben&utzername:
es: &Usuario:
ru: &Имя пользователя:
sv: &Användarnamn:

source: &Password:
cs: &Heslo:
de: &Passwort:
ru: &Пароль:

source: <html><i> * Username/password authentication is not currently supported. </i></html>
cs: <html><i> * Ověření jménem a heslem není v současné době podporováno. </i></html>
de: <html><i> * Authentifizierung mit Benutzername und Kennwort wird zur Zeit nicht unterstützt. </i></html>
es: <html><i> * La autenticación de usuario/contraseña no está actualmente soportada. </i></html>
ru: <html><i> * Аутентификация по Имени пользователя/Паролю в текущей версии не поддерживается. </i></html>
sv: <html><i> * Användarnamns-/lösenordsautentisering stöds för närvarande inte. </i></html>

source: &Signature:
cs: Podpi&s:
de: &Signatur:
ru: П&одпись:

source: <html> Allows you to change the appearance of the program </html>
cs: <html> Umožní vám změnit vzhled programu </html>
es: <html> Permite cambiar la apariencia del programa </html>
ru: <html> Позволяет менять вам внешний вид программы. </html>
sv: <html> Låter dig ändra utseendet för programmet </html>

source: <html><i>The log file is stored at: {0}</i></html>
cs: <html><i>Záznam je ukládán do souboru: {0}</i></html>
de: <html><i>Die Logdatei ist abgelegt unter: {0}</i></html>
es: <html><i>El fichero de registro está guardado en: {0}</i></html>
ru: <html><i>Лог файл доступен по следующему пути: {0}</i></html>
sv: <html><i>Loggfilen är lagrad i: {0}</i></html>

source: <html>Username needed for logging in to the gateway.<br> <br> If this field is disabled then this feature is not supported<br> by the selected gateway.</html>
cs: <html>Uživatelské jméno potřebné pro přihlášení k webové bráně.<br> <br> Pokud toto pole není aktivní, tak tato služba není zvolenou<br> branou podporována.</html>

source: Loo&k:
cs: Vzhle&d:
es: Apa&riencia
ru: &Вид
sv: Tit&a:

source: Multiplatform
cs: Meziplatformní
de: Multi-Plattform
es: Multiplataforma
ru: Мультиплотформенность
sv: Multiplattform

source: Show icon in the &notification area
cs: Umístit ikonu do &oznamovací oblasti
de: Symbol im Be&nachrichtigungsbereich zeigen
es: Mostrar icono en el área de &notificación
ru: Показывать значок в области уведомлений
sv: Visa ikon i &meddelandefältet

source: <html> Show icon in the notification area of the window manager (so-called <i>system tray</i>). </html>
cs: <html> Zobrazit ikonu v oznamovací oblasti správce oken (tzv. <i>system tray</i>). </html>
ru: <html> Показывать значок в области уведомлений менеджера окон (так называемом <i>системном трее</i>). </html>

source: <html>The password belonging to the username.<br> <br> If this field is disabled then this feature is not supported<br> by the selected gateway.</html>
cs: <html>Heslo příslušející k danému uživatelskému jménu.<br> <br> Pokud toto pole není aktivní, tak tato služba není zvolenou<br> branou podporována.</html>

source: P&rivacy
cs: &Soukromí
de: P&rivatsphäre
es: P&rivacidad
ru: Б&езопасность
sv: P&rivat

source: &Restrict the sent message history only to last {0} days.
cs: O&mezit historii odeslaných zpráv pouze na posledních {0} dní.
de: &Historie der gesendeten Nachrichten auf letzte {0} Tage beschränken.
es: &Restringir el historial de envíos a los últimos {0} días.
ru: &Ограничить историю отправленных сообщений только за последние {0} дней.
sv: &Begränsa historiken för skickade meddelanden till {0} dagar.

source: <html> When closing program the sent message history only for the chosen<BR> last period will be saved </html>
cs: <html> Při ukončení programu se uloží historie odeslaných zpráv<BR> pouze za zvolené poslední období </html>
de: <html> Beim Beenden der Applikation werden nur Nacrichten gespeichert, welche nicht<BR> älter als hier definiert sind </html>
es: <html> Cuando cierre el programa se guardará solamente el último periodo elegido<BR> del historial de mensajes enviados </html>
ru: <html> При закрытии программы будет сохраняться история последних <BR> отправленных сообщений только за выбранный период </html>

source: Remove &diacritics from messages
cs: Ze zpráv odstraňovat &diakritiku
de: Sonderzeichen aus den Nachrichten entfernen
es: Eliminar &diacríticos de los mensajes
ru: Удалить &диакритические символы из сообщений
sv: Ta bort &diakritiska tecken från meddelanden

source: <html> All diacritics marks will be removed from the message before sending it.<br> Note: This may not work for all languages. </html>
cs: <html> Před odesláním zprávy z ní odstraní všechna diakritická znaménka.<br> Poznámka: Tato funkce nemusí fungovat pro všechny jazyky. </html>
de: <html> Alle diakritische Sonderzeichen werden vor dem Senden durch ASCII-Zeichen ersetzt.<br> Vorsicht: Dies kann bei manchen Sprachen nicht funktionieren. </html>
es: <html> Todos los diacríticos serán eliminados del mensaje antes de ser enviado.<br> Nota: esto puede que no funcione para todos los idiomas. </html>
ru: <html> Все диакритические знаки будут удалены из сообщения перед отправкой.<br> Примечание: Это может действовать не для всех языков. </html>
sv: <html> Alla diakritiska tecken kommer att tas bort från meddelandet innan det skickas.<br> OBS: Detta kanske inte fungerar för alla språk. </html>

source: Do you really want to remove all login credentials for all available gateways?
cs: Opravdu chcete odstranit všechny přihlašovací údaje od všech dostupných bran?
de: Wollen sie wirklich die Anmeldedaten zu jeder Gateway löschen?
sv: Vill du verkligen ta bort alla inloggningsuppgifter för alla tillgängliga gateways?

source: A program restart is neccessary to apply the changes.
cs: Pro projevení změn je nutný restart programu.
de: Programmneustart wird zur Aktivierung der Änderungen notwendig.
es: Es necesario reiniciar el programa para aplicar los cambios.
ru: Для применения изменений необходим перезапуск программы.
sv: En omstart för programmet är nödvändig för att verkställa ändringarna.

source: Same as &HTTP proxy
cs: Stejná jako &HTTP proxy
de: Gleich wie HTTP-Proxy
es: Igual al proxy &HTTP
ru: Такой же как &HTTP прокси
sv: Samma som &HTTP-proxy

source: An address in the 'HTTP proxy' field will be used also for 'HTTPS proxy' field
cs: Adresa zadaná v poli "HTTP proxy" se použije taktéž pro pole "HTTPS proxy"
de: Die Adresse des HTTP-Proxyservers wird auch für HTTPS-Proxy verwendet
es: Una dirección en el campo 'proxy HTTP' será usado también para el campo 'proxy HTTPS'
ru: Адрес в поле «HTTP прокси» будет использоваться также для поля «HTTPS прокси»
sv: En adress i 'HTTP proxy'-fältet kommer också att användas för 'HTTPS proxy'-fält

source: N&ame:
cs: Jmén&o:
ru: &Имя:

source: <html><i>Preview:</i><br>{0}&lt;message text&gt;</html>
cs: <html><i>Náhled:</i><br>{0}&lt;text zprávy&gt;</html>

source: Sender name to prepend to the message.
cs: Jméno odesilatele připojené před zprávu.

source: &Number:
cs: Čís&lo:
de: &Nummer:
es: &Número:
ru: &Номер:
sv: &Nummer:

source: <html>Sender number in an international format (starting with '+' sign).<br> <br> If this field is disabled then this feature is not supported<br> by the selected gateway.</html>
cs: <html>Číslo odesilatele v mezinárodním formátu (začínající na znak '+').<br> <br> Pokud toto pole není aktivní, tak tato služba není zvolenou<br> branou podporována.</html>

source: Sho&w password
cs: Zobrazit h&eslo
de: Pass&wort anzeigen

source: Set the password to be shown or hidden
cs: Zviditelnit nebo zneviditelnit psaní hesla
de: Festlegen, ob das Passwort angezeigt oder versteckt wird
es: Mostrar u ocultar la contraseña
ru: Установка показа или скрытия пароля
sv: Ange om lösenordet ska visas eller gömmas

source: Remove the signature
cs: Odstranit podpis
de: Signatur entfernen
ru: Удалить подпись

source: <html> SOCKS proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:1080 </html>
cs: <html> Adresa SOCKS proxy serveru ve formátu "host" nebo "host:port". Například: proxy.firma.com:1080 </html>
de: <html> Adresse des SOCKS-Proxyservers im Format von 'Host' oder 'Host:Port'. zB: proxy.example.com:1080 </html>
es: <html> Dirección del servidor proxy SOCKS en el formato 'host' o 'host:puerto'. Ejemplo: proxy.empresa.com:1080 </html>

source: Hide program to &icon on startup
cs: Po startu skrýt program do ikon&y
de: Minimiert starten
es: Minimizar al &icono de la bandeja al inicio
ru: &Сворачивать программу при запуске
sv: Göm programmet till &ikon vid uppstart

source: <html> Immediatelly after startup the program will be hidden<br> to the icon in the notification area </html>
cs: <html> Program bude okamžitě po spuštění schován<br> do ikony v oznamovací oblasti </html>
de: <html> Unmittelbar nach Start wird das Programm im Infobereich<br> als Symbol versteckt </html>
es: <html> Inmediatamente después de iniciar el programa se minimizará<br> en el icono situado en el área de notificación </html>
ru: <html> Сразу же после запуска, программа будет свернута<br> в виде иконки в область напоминаний </html>
sv: <html> Direkt när programmet startar upp kommer det att minimeras<br> till ikonen i meddelandefältet </html>

source: System
cs: Systémový
es: Sistema
ru: Система

source: <html> Color motives for the chosen look </html>
cs: <html> Barevná schémata pro zvolený vzhled </html>
de: <html> Farbschema für das ausgewählte Design </html>
es: Colores disponibles para la apariencia elegida
ru: <html> Цветовая схема для выбранного внешнего вида </html>
sv: <html> Färgmotiv för det valda utseendet </html>

source: The&me:
cs: &Motiv:
de: Farbschema:
es: Te&ma
ru: Т&ема:
sv: te&ma:

source: Show program &tip on startup
cs: Po spuštění zobrazit &tip programu
de: Tipps beim Programmstart anzeigen
es: Mostrar &consejos al inicio
ru: Показывать &совет при запуске
sv: Visa program &tips vid start
