Repository: kparal/esmska
Catalog: po/*.po
Languages: cs, de, es, ru, sv

source: <html> Show a random tip about working with the program<br> in the status bar on program startup </html>
cs: <html> Po spuštění programu zobrazit ve stavovém řádku<br> náhodný tip ohledně práce s programem </html>
de: <html> Zufällig ausgewählten Programmtipp nach dem Start<br> in der Statuszeile anzeigen </html>
es: <html> Mostrar consejos aleatorios acerca del programa<br> en la barra de estado al inicio </html>
ru: <html> Показ выбранного случайным образом совета по<br> работе с программой в строке состояния при запуске </html>
sv: <html> Visar ett slumpmässigt tips om hur du arbetar med<br> programmet i statusfältet vid uppstart </html>

source: Preferences - Esmska
cs: Nastavení - Esmska
de: Einstellungen von Esmska
es: Preferencias de Esmska
ru: Опции - Esmska
sv: Inställningar - Esmska

source: Show the &toolbar
cs: Zobrazit panel &nástrojů
de: Symbolleiste anzeigen
es: Mostra la barra de herramien&tas
ru: Показать &панель инструментов
sv: Visa &verktygsraden

source: <html> Show the toolbar which helps to access some actions with mouse more easily </html>
cs: <html> Zobrazit panel nástrojů, který umožňuje rychlejší ovládání myší některých akcí </html>
de: <html> Die Symbolleiste ermöglicht Zugriff auf einige Funktionen mit einem Mausklick </html>
es: <html> Muestra la barra de herramientas que facilita el acceso a algunas funciones fácilmente con el ratón </html>
ru: <html> Показ панели инструментов, упрощающей доступ с помощью мыши к некоторым действиям </html>
sv: <html> Visar Verktygsfältet som hjälper till att få tillgång till vissa åtgärder med musen lättare </html>

source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
ru: Неизвестно
sv: Okänd

source: Also u&nstable versions
cs: Včetně &nestabilních verzí
de: Auch E&ntwicklungsversionen (unstable)
ru: В том числе &нестабильные версии

source: <html> Notify also also about unstable program versions.<br> <br> <b>Warning: Unstable versions are meant only for experienced users<br> who are willing to report encountered problems.</b> </html>
cs: <html> Taktéž upozorňovat na nestabilní verze programu.<br> <br> <b>Varování: Nestabilní verze jsou určeny pouze zkušeným uživatelům,<br> kteří jsou ochotni nalezené problémy nahlásit.</b> </html>
ru: <html> Уведомлять также о нестабильных версиях программы.<br> <br> <b>Предупреждение: Нестабильные версии предназначены только для опытных пользователей,<br> желающих сообщать о замеченных ошибках.</b> </html>

source: Use pro&xy server *
cs: Používat pro&xy server *
de: Pro&xy-Server verwenden *
es: Usar servidor pro&xy
ru: Использовать п&рокси-сервер
sv: Använd pro&xyserver *

source: Whether a proxy server should be used for connections
cs: Zda pro připojení používat proxy server
de: Legt fest, ob ein Proxy-Server für Verbindungen genutzt wird
es: Cuándo se debe usar un servidor proxy para conexiones
ru: Должен ли быть использован прокси-сервер для подключения
sv: Oavsett om en proxyserver ska användas för anslutningar

source: Start program &centered on the screen
cs: Spustit program &uprostřed obrazovky
de: Programm auf dem Bildschirm &zentriert starten
es: Iniciar el programa en el &centro de la pantalla
ru: Показывать окно программы по &центру при запуске
sv: Starta programmet &centrerat på skärmen

source: <html>Whether the program window should be placed according to operating system<br> or centered on the screen</html>
cs: <html>Zda-li nechat umístění okna programu na operačním systému,<br> nebo ho umístit vždy doprostřed obrazovky</html>
es: <html>Si la ventana del programa debe ser ubicada de acuerdo al sistema operativo<br> o centrada en la pantalla.</html>

source: <html><h2>A file named ''{0}'' already exists.<br>Do you really want to replace it?</h2>This file already exists in ''{1}''.<br>By replacing it you will overwrite the whole it''s contents.</html>
cs: <html><h2>Soubor nazvaný "{0}" již existuje.<br>Chcete jej nahradit?</h2>V "{1}" již tento soubor existuje.<br>Jeho nahrazení přepíše celý obsah.</html>
es: <html><h2>Ya existe el archivo ''{0}''.<br>¿Realmente desea remplazarlo?</h2>Este archivo ya existe en ''{1}''.<br>Al remplazarlo se sobreescribirá todo su contenido.</html>
ru: <html><h2>Файл с именем ''{0}'' уже существует.<br>Вы действительно хотите заменить его?</h2>Этот файл уже существует в ''{1}''.<br>Заменив файл, вы перезапишете всё его содержимое.</html>
sv: <html><h2>En fil med namnet ''{0}'' finns redan.<br>Vill du verkligen ersätta den?</h2>Denna fil finns redan i ''{1}''.<br>Genom att ersätta den kommer du att skriva över allt innehåll.</html>

source: Contact
cs: Kontakt
de: Kontakt
es: Contacto
ru: Контакт
sv: Kontakt

source: Added new contact: {0}
cs: Přidán nový kontakt: {0}
de: Neuer Kontakt hinzugefügt: {0}
es: Nuevo contacto añadido: {0}
ru: Добавлен новый контакт: {0}
sv: Ny kontakt skapad: {0}

source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
ru: Контакты
sv: Kontakter

source: Contact list (Alt+K)
cs: Seznam kontaktů (Alt+K)
de: Kontaktliste (Alt+K)
es: Lista de contactos (Alt+K)
ru: Список контактов (Alt+K)
sv: Kontakt lista (Alt+k)

source: Contact {0} modified
cs: Kontakt {0} upraven
de: Kontakt {0} geändert
es: Contacto {0} modificado
ru: Контакт {0} изменен
sv: Kontakt {0} redigerad

source: {0} contacts modified
cs: {0} kontaktů upraveno
de: {0} Kontakte geändert
es: {0} contactos modificados
ru: {0} контакт(ов) изменено
sv: {0} kontakter modifierade

source: <html>You don't have any contact created. Add a new one with buttons below.</html>
cs: <html>Nemáte vytvořený žádný kontakt. Přidejte si nový pomocí tlačítek níže.</html>
es: <html>No ha creado ningún contacto. Añada uno nuevo con los botones de abajo.</html>
ru: <html>У вас нет созданных контактов. Добавьте одного кнопками внизу.</html>
sv: <html>Du har inte skapat några kontakter. Lägg till nya med knapparna nedanför.</html>

source: {0} removed from contacts
cs: Kontakt {0} odstraněn
de: {0} von den Kontakten entfernt
es: {0} eliminados de los contactos
ru: {0} удалено из контактов
sv: {0} tabort från kontakter

source: {0} contacts removed
cs: {0} kontaktů odstraněno
de: {0} Kontakte entfernt
es: {0} contactos eliminados
ru: {0} контакт(ов) удалено
sv: {0} kontakter bortagna

source: <html><h3>Really remove following contacts?</h3></html>
cs: <html><h3>Opravdu odstranit následující kontakty?</h3></html>
de: <html><h3>Folgende Kontakte wirklich entfernen?</h3></html>
es: <html><h3>¿Realmente desea eliminar los siguientes contactos?</h3></html>
ru: <html><h3>Действительно удалить следующие контакты?</h3></html>
sv: <html><h3>Vill du ta bort följande kontakter?</h3></html>

source: Contact &export
cs: &Export kontaktů
de: Kontakt &exportieren
es: &Exportar contactos
ru: в&ыгрузить Контакты
sv: &Exportera kontakter

source: Contact &import
cs: &Import kontaktů
de: Kontakt &importieren
es: &Importar contactos
ru: з&агрузить Контакты
sv: &Importera kontakter

source: Co&py to clipboard
cs: Zkopírovat do &schránky
de: In Zwischenablage ko&pieren
es: Co&piar a portapapeles
ru: Ко&пировать в буфер
sv: Ko&piera till urklipp

source: The country code for which you have filled out the prefix number
cs: Kód státu, pro který jste vyplnili telefonní předčíslí
es: El código del país para el cual se ha llenado el número prefijo

source: (c&ountry:
cs: (s&tát:
de: (&Land:
es: (&país:
ru: (С&трана:
sv: (l&and:

source: <html> The international country prefix number starting with '+' sign.<br> When filled out this prefix will be supposed to be present with all the numbers written not in the<br> international format. Also the appeareance of these numbers will be much shorter in many labels. </html>
cs: <html> Mezinárodní předčíslí země, začínající na znak "+".<br> Při vyplnění se dané předčíslí bude předpokládat u všech čísel, které nebudou<br> zadány v mezinárodním formátu. Taktéž se zkrátí zobrazení těchto čísel v mnoha popiscích. </html>
es: <html> El código internacional de país comenzando con el signo '+'.<br> Cuando se especifique este código aparecerá en todos los número escritos sin el<br> formato internacional. La apariencia de éste código será mucho mas corta en muchas etiquetas. </html>

source: The &default country prefix number:
cs: Výchozí pře&dčíslí země:
es: El código de país pre&determinado
ru: Префикс номер страны по у&молчанию
sv: Standardnumret för landsprefix:

source: unknown
cs: neznámý
de: Unbekannt
es: desconocido
ru: неизвестная
sv: Okänt

source: Create
cs: Vytvořit
de: Erstellen
es: Crear
ru: Создать
sv: Skapa

source: Written by:
cs: Napsali:
de: Geschrieben von:
es: Escrito por:
ru: Автор:
sv: Skriven av:

source: Contributions from:
cs: Podíleli se:
de: Beigetragen haben:
es: Contribuciones de:
ru: Пожертвования:
sv: Bidrag från:

source: Graphics:
cs: Grafika:
de: Grafiken:
es: Gráficos:
ru: Графика
sv: Grafik:

source: and others...
cs: a další...
de: und weitere …
es: y otros...
ru: и другие...
sv: och andra...

source: ...and all the packagers linked at <a href="{0}">downloads</a> page
cs: ...a všichni správci balíků odkazovaní na stránce se <a href="{0}">stažením programu</a>

source: Sponsors:
cs: Sponzoři:
de: Sponsoren:
es: Patrocinadores:
ru: Спонсоры:
sv: Sponsorer:

source: Translated by:
cs: Přeložili:
de: Übersetzt von:
es: Traducido por:
ru: Перевод:
sv: Överat av:

source: Date
cs: Datum
de: Datum
es: Fecha
ru: Дата
sv: Datum

source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
ru: Удалить
sv: Ta bort

source: &Delete
cs: O&dstranit
de: &Löschen
es: &Eliminar
ru: &Удалить
sv: &Ta bort

source: Delete contacts
cs: Odstranit kontakty
de: Kontakte löschen
es: Eliminar contactos
ru: Удалить контакт
sv: Ta bort konakter

source: Delete messages
cs: Odstranit zprávy
de: Nachrichten löschen
es: Eliminar mensajes
ru: Удалить сообщения
sv: Ta bort medelanden

source: Delete selected contacts
cs: Odstranit označené kontakty
de: Gewählte Kontakte löschen
es: Eliminar contactos seleccionados
ru: Удалить выбранные контакты
sv: Ta bort valda kontakter

source: Delete selected messages
cs: Odstranit označené zprávy
de: Gewählte Nachrichten löschen
es: Eliminar mensajes seleccionados
ru: Удалить выбранные сообщения
sv: Ta bort valda medelanden

source: Delete selected messages from history
cs: Odstranit označené zprávy z historie
de: Gewählte Nachrichten aus dem Verlauf löschen
es: Eliminar mensajes seleccionados del historial
ru: Удалить выбранные сообщения из архива
sv: Ta bort valda medelanden från historian

source: Send SMS over the Internet
cs: Posílejte SMS přes Internet
de: Eine SMS über das Internet senden
es: Enviar SMS por internet
ru: Отправить СМС через интернет
sv: Skicka SMS över Internet

source: SMS Sender
cs: Posílač SMS
de: SMS-Absender
ru: СМС Отправитель
sv: SMS Skickare

source: <html> Selected gateway does not support your recipient. It sends messages only to phone numbers with prefixes: {0}.<br> </html>
cs: <html> Zvolená brána nepodporuje vašeho příjemce. Zprávy posílá pouze na telefonní čísla s prefixy: {0}.<br> </html>
es: <html> El operador seleccionado no soporta su receptor. Solamente puede enviar mensajes a los números de teléfono con prefijos: {0}.<br> </html>
ru: <html> Выбранный шлюз не поддерживает вашего адресата. Он отправляет сообщения только на номера с префиксами: {0}.<br> </html>
sv: <html> Den gateway som du har valt stödjer inte din mottagare. Den skickar endast meddelanden till telefonnummer med prefixen: {0}.<br> </html>

source: <html> You have selected a gateway which requires registration.<br> Please enter your credentials in the <a href="{0}">options dialog</a>. </html>
cs: <html> Zvolili jste bránu vyžadující registraci.<br> Prosím zadejte své přihlašovací údaje v <a href="{0}">dialogu nastavení</a>. </html>
es: <html> Usted ha seleccionado un operador que requiere de registro.<br> Por favor registre sus credenciales en el <a href="{0}">diálogo de opciones</a>. </html>
sv: <html> Du har valt en gateway som kräver registrering.<br> Var god ange dina kreditiver i <a href="{0}">Alternativdialogen</a>. </html>

source: Default &gateway:
cs: Výchozí &brána:
de: Vorgabe-&Gateway:
es: &Operador predeterminado:
ru: &Шлюз по умолчанию:
sv: Standard&gateway

source: &Name:
cs: Jmé&no:
ru: &Имя:

source: Contact name
cs: Jméno kontaktu
de: Name des Kontakts
es: Nombre de contacto
ru: Имя контакта
sv: Kontaktnamn

source: Nu&mber:
cs: Čísl&o:
de: Nu&mmer:
es: Nú&mero:
ru: Н&омер:
sv: Nu&mer:

source: <html> Contact phone number<br> (in the international format - including the country prefix) </html>
cs: <html> Telefonní číslo kontaktu<br> (v mezinárodním formátu - včetně předčíslí země) </html>
es: <html> Número de teléfono del contacto<br> (en el formato internacional - incluyendo el prefijo del país) </html>
ru: <html> Телефонный номер контакта<br> (в международном формате - включая префикс страны) </html>
sv: <html> Kontakttelefonnummer<br> (i internationellt format inkluderas landsprefixet) </html>

source: Edit contact
cs: Upravit kontakt
de: Kontakt bearbeiten
es: Editar contacto
ru: Редактировать контакт
sv: Redigera kontakt

source: Edit contacts
cs: Upravit kontakty
de: Kontakte bearbeiten
es: Editar contactos
ru: Изменить контакты
sv: Redigera kontakter

source: Edit contacts collectively
cs: Upravit kontakty hromadně
de: Massenbearbeitung von Kontakten
es: Editar contactos colectivamente
ru: Изменить контакты совместно
sv: Redigera kontakter kollektivt

source: Edit message
cs: Upravit zprávu
de: Nachricht bearbeiten
es: Editar mensaje
ru: Редакторовать сообщение
sv: Redigera medelande

source: Edit selected contacts
cs: Upravit označené kontakty
de: Gewählte Kontakte bearbeiten
es: Editar contactos seleccionados
ru: Изменить выбранные контакты
sv: Redigera valda kontakter

source: Edit selected message
cs: Upravit označenou zprávu
de: Gewählte Nachricht bearbeiten
es: Editar mensaje seleccionado
ru: Править выбранное сообщение
sv: Redigera valda medelanden

source: Copy the detailed exception message to the system clipboard
cs: Zkopírovat podrobnou chybovou zprávu do systémové schránky
es: Copie el mensaje con la excepción detallada al portapapeles del sistema
ru: Копировать подробное сообщение об ошибке в системный буфер
sv: Kopiera den detaljerade undantagsmeddelandet till datorns urklipp.

source: Details:
cs: Podrobnosti:
es: Detalles:
ru: Подробности:
sv: Detaljer:

source: The file ''{0}'' can''t be written!
cs: Do souboru "{0}" nelze zapisovat!
es: ¡El archivo «{0}» no puede escribirse!
ru: Файл ''{0}'' не может быть записан!
sv: Filen "{0}" kan inte skrivas!

source: Choose location and type of exported file
cs: Vyberte umístění a typ exportovaného souboru
es: Elija la ubicación y tipo de archivo a exportar
ru: Выберите местоположение и тип экспортируемого файла
sv: Välj plats och typ av exporterad fil

source: Contact export
cs: Export kontaktů
de: Kontakt-Export
es: Exportar contacto
ru: Экспорт контакта
sv: Kontakt export

source: Contact list (contact name, telephone number, default gateway,selected group)
cs: Seznam kontaktů (jméno kontaktu, telefonní číslo, výchozí brány,zvolená skupina)

source: Contact list (contact name, telephone number, default gateway)
cs: Seznam kontaktů (jméno kontaktu, telefonní číslo, výchozí brána)
de: Kontaktliste (Name des Kontakts, Telefonnummer, Vorgabe-Gateway)
es: Lista de contactos (nombre del contacto, número de teléfono, puerta de enlace predeterminada)
ru: Список контактов (имя, номер телефона, шлюз по умолчанию)
sv: Kontaktlista (kontaktnamn, telefonnummer, standardgateway)

# ExportManager.csv_filter
source: CSV files (*.csv)
cs: CSV soubory (*.csv)
de: CSV-Dateien (*.csv)
es: Archivos CSV (*.csv)
ru: CSV файлы (*.csv)
sv: CSV-filer (*.csv)

source: Contact export failed!
cs: Export kontaktů selhal!
de: Kontakt-Export gescheitert!
es: ¡Error al exportar el contacto!
ru: Экспорт контакта не удался!
sv: Exportering av kontakt misslyckades!

source: <html>You can export your contacts to the CSV or vCard file. These are<br> text files with all the data clearly visible and readable.<br> By using import function you can later on load this data back to Esmska<br> or use it other way.<br><br> The file in vCard format is standardized and you can use it<br> in many other applications. The CSV file has very simple contents<br> and every program creates it a little differently. If you need to change it's<br> structure to import it in other program you can use some spreadsheet,<br> eg. freely available OpenOffice Calc (www.openoffice.org).<br><br> The file will be saved in the UTF-8 encoding.</html>
cs: <html>Své kontakty můžete exportovat do CSV či vCard souboru. To jsou<br> textové soubory, kde všechna data vidíte v čitelné podobě.<br> Pomocí importu můžete data později opět nahrát zpět do Esmsky,<br> nebo je využít jinak.<br><br> Soubor ve formátu vCard je standardizovaný a můžete ho použít<br> v mnoha dalších aplikacích. Soubor CSV má velice jednoduchý obsah<br> a každý program ho vytváří trochu jinak. Při potřebě úpravy jeho<br> struktury pro import v jiném programu využijte nějaký tabulkový<br> procesor, např. zdarma dostupný OpenOffice Calc (www.openoffice.cz).<br><br> Soubor bude uložen v kódování UTF-8.</html>
es: <html>Puede exportar sus contactos al tipo de archivo CSV o vCard. Estos son<br> archivos de texto con todos los datos claramente visibles y legibles.<br> Usando la función de importar usted puede más tarde cargar estos datos de regreso a Esmska<br> o usarlos de otra forma.<br><br> El archivo en formato vCard está estandarizado y usted puede usarlo<br> en muchas otras aplicaciones. El archivo CSV tiene un contenido muy simple<br> y cada programa lo crea un poco diferente. Si necesita cambiar su<br> estructura para importarlo en otro programa puede usar alguna hoja de cálculo,<br> por ejemplo la que está disponible libremente OpenOffice Calc (www.openoffice.org).<br><br> El archivo se guardará en la codificación UTF-8.</html>
ru: <html>Вы можете экспортировать контакты в файл CSV или vCard. Это<br> текстовые файлы, в которых все данные хорошо видны и читаемы.<br> Используя функцию импорта, вы можете затем снова загрузить эти данные<br> в Esmska или использовать как-то ещё.<br><br> Файл в формате vCard стандартизован и может использоваться в <br> различных других приложениях. Структура CSV-файлов очень проста, и разные<br> программы создают их немного по-разному. Если нужно изменить структуру<br> этого файла для импорта в другую программу, можно воспользоваться электронными<br> таблицами, например свободно доступной OpenOffice Calc (www.openoffice.org).<br><br> Файл должен быть сохранён в кодировке UTF-8.</html>

source: Contact export finished successfully
cs: Export kontaktů úspěšně dokončen
de: Kontakt-Export erfolgreich abgeschlossen
es: La exportación del contacto ha finalizado exitosamente
ru: Экспорт контакта успешно завершился
sv: Exportering av kontakt lyckades

source: Contact export finished successfully!
cs: Export kontaktů úspěšně dokončen!
de: Kontakt-Export erfolgreich abgeschlossen!
es: Exportación de contactos finalizada exitosamente.
ru: Экспорт контакта успешно завершился
sv: Exportering av kontakt lyckades!

source: Sent messages history (date, recipient name, recipient number, gateway, message text, sender name, sender number, message id)
cs: Historie odeslaných zpráv (datum, jméno příjemce, číslo příjemce, brána, text zprávy, jméno odesilatele, číslo odesilatele, identifikátor zprávy)

source: Usernames and password to individual gateways (gateway name, user login, user password)
cs: Uživatelská jména a hesla k jednotlivým branám (název brány, uživatelské jméno, uživatelské heslo)
es: Nombres de usuario y contraseñas de las puertas de enlace individuales (nombre de la puerta de enlace, nombre de usuario, contraseña)
ru: Имя пользователя и пароль для отдельных шлюзов (имя шлюза, логин пользователя, пароль пользователя)
sv: Användarnamn och lösenord till enskilda gateways (gatewaynamn, användarinloggning, användarlösenord)

source: SMS queue to be sent (recipient name, recipient number, gateway, message text, message ID)
cs: Fronta SMS k odeslání (jméno příjemce, číslo příjemce, brána, text zprávy, identifikátor zprávy)

# ExportManager.vcard_filter
source: vCard files (*.vcard, *.vcf)
cs: vCard soubory (*.vcard, *.vcf)
de: vCard-Dateien (*.vcard, *.vcf)
es: Archivos vCard (*.vcard, *.vcf)
ru: vCard файлы (*.vcard, *.vcf)
sv: vCard-filer (*.vcard, *.vcf)

source: &Finish
cs: &Dokončit
de: &Fertigstellen
es: &Finalizar
ru: &Завершить
sv: &Slutför

source: &Forward
cs: Přepo&slat
de: &Weiterleiten
es: &Reenviar
ru: &Вперёд
sv: &Framåt

source: Unknown gateway
cs: Neznámá brána
de: Unbekanntes Gateway
ru: Неизвестный шлюз

source: Guess a suitable gateway for the provided number
cs: Odhadnout vhodnou bránu pro zadané číslo
es: Sugerir un operador concordante con el número proveído
ru: Угадать подходящий шлюз для данного номера
sv: Gissa en passande gateway för det försedda numret

source: <html> <b>{0}</b><br> Website: <a href="{1}">{1}</a><br> Description: {2}<br><br> {3}<br> Delay between messages: {4}<br> {5}<br> Gateway version: {6} </html>
cs: <html> <b>{0}</b><br> Webová stránka: <a href="{1}">{1}</a><br> Popis: {2}<br><br> {3}<br> Prodleva mezi zprávami: {4}<br> {5}<br> Verze brány: {6} </html>
es: <html> <b>{0}</b><br> Sitio web: <a href="{1}">{1}</a><br> Descripción: {2}<br><br> {3}<br> Retardo entre mensajes: {4}<br> {5}<br> Versión de operador: {6} </html>
ru: <html> <b>{0}</b><br> Веб-сайт: <a href="{1}">{1}</a><br> Описание: {2}<br><br> {3}<br> Задержка между сообщениями: {4}<br> {5}<br> Версия шлюза: {6} </html>
sv: <html> <b>{0}</b><br> Webbsida: <a href="{1}">{1}</a><br> Beskrivning: {2}<br><br> {3}<br> Fördröjning mellan meddelanden: {4}<br> {5}<br> Gateway-version: {6} </html>

source: Can be used internationally.
cs: Lze použít mezinárodně.
de: Kann international genutzt werden.
es: Puede ser usado internacionalmente
ru: Может использоваться на интернационально.
sv: Kan användas internationellt.

source: Requires registration on the website.
cs: Vyžaduje registraci na webové stránce.
de: Erfordert Registrierung auf der Website.
es: Requiere de registro en el sitio web
ru: Требуется регистрация на сайте.
sv: Kräver registrering på webbsidan.

source: Does not require registration.
cs: Nevyžaduje registraci.
de: Erfordert keine Registrierung.
es: No requiere de registro
ru: Не требует регистрации.
sv: Kräver ingen registrering.

source: Mainly usable for country: {0}
cs: Lze použít zejména pro zemi: {0}
de: Hauptsächlich geeignet für das Land: {0}
es: Usable principalmente por el país: {0}
ru: D основном используется в странах: {0}
sv: Främst användbar för land: {0}

source: Help:
cs: Nápověda:
de: Hilfe:
ru: Справка:

source: &Send again
cs: Po&slat znovu
de: Erneut &senden
ru: О&тправить повторно

source: <html>Please note that this button will unpause your SMS queue.<br> That means that more messages might be re-sent, not just this one.</html>
cs: <html>Toto tlačítko znovu spustí vaši frontu SMS.<br> To znamená, že znovu odesláno může být více zpráv, nejen tato jedna.</html>

source: Sending failed: {0}
cs: Odesílání selhalo: {0}
de: Senden gescheitert: {0}
es: Envío fallido: {0}
ru: Отправка не удалась: {0}
sv: Sändning misslyckades: {0}

source: Original message:
cs: Původní zpráva:
de: Original-Nachricht:
es: Mensaje original:
ru: Оригинальное сообщение:
sv: Originalmeddelande:

source: Remaining credit:
cs: Zbývající kredit:
de: Guthaben verbleibend:
es: Crédito restante:
sv: Kvarvarande kredit:

source: Free SMS remaining:
cs: Zbývá volných SMS:
de: Kostenlose SMS verbleibend:
es: SMS gratuitos restantes:
ru: Осталось бесплатных SMS:
sv: Gratis SMS kvarvarande:
