Repository: kparal/esmska
Catalog: po/*.po
Languages: cs, de, es, ru, sv

source: <html> Contact's name or phone number.<br><br> To send message to multiple contacts hold Shift or Ctrl<br> when selecting contacts in the list.
cs: <html> Jméno nebo telefonní číslo kontaktu.<br><br> Pro odeslání zprávy více kontaktům stiskněte Shift nebo Ctrl<br> při označování kontaktů v seznamu.
es: <html> El nombre del contacto o número de teléfono.<br><br> Para enviar el mensaje a múltiples contactos mantenga presionada la tecla Mayús ó Ctrl<br> cuando seleccione contactos en la lista.
ru: <html> Имя контакта или номер телефона.<br><br> Для отправки сообщения нескольким контактам удерживайте<br> Shift или Ctrl при выборе контактов из списка.
sv: <html> Kontaktens namn eller telefonnummer.<br><br> För att skicka meddelanden till flera kontakter håller du in Shift eller Ctrl<br> när du väljer kontakter i listan.

source: <br><br>TIP: Fill in the default country prefix in program preferences and<br> you won't have to always fill it in with the phone number.
cs: <br><br>TIP: Vyplňte výchozí předčíslí země v nastavení programu a<br> nebudete jej muset vždy vypisovat do telefonního čísla.
es: <br><br>Consejo: Llene el prefijo predeterminado del país en las preferencias del programa y<br> no tendrá que llenarlo siempre con el número de teléfono.
ru: <br><br>СОВЕТ: Заполните префикс страны по умолчанию в настройках программы,<br> и вам не придётся всегда заполнять его вместе номером телефона.
sv: <br><br>TIPS: Fyll i standardnumret för landsprefix i Inställningar så<br> slipper du fylla i det tillsammans med telefonnumret varje gång.

source: Send message (Ctrl+Enter)
cs: Odeslat zprávu (Ctrl+Enter)
de: Nachricht senden (Strg+Eingabe)
es: Enviar mensaje (Ctrl+Entrar)
ru: Отправить сообщение (Ctrl+Enter)
sv: Skicka meddelande (Ctrl+Enter)

source: <html>Chars in current message: <b>{0}/{1}</b> (<b>{2}</b> remaining)</html>
cs: <html>Znaků v aktuální zprávě: <b>{0}/{1}</b> (zbývá <b>{2}</b>)</html>
es: <html>Caracteres en el mensaje actual: <b>{0}/{1}</b> (restan <b>{2}</b>)</html>
ru: <html>Символов в текущем сообщении: <b>{0}/{1}</b> (<b>{2}</b> осталось)</html>
sv: <html>Tecken in aktuellt meddelande: <b>{0}/{1}</b> (<b>{2}</b> återstår)</html>

source: {0} chars ({1} sms)
cs: {0} znaků ({1} sms)
de: {0} Zeichen ({1} SMS)
es: {0} caracteres ({1} SMS)
ru: {0} символов ({1} sms)
sv: {0} tecken ({1} SMS)

source: {0} chars (can''t be sent!)
cs: {0} znaků (nelze odeslat!)
de: {0} Zeichen (kann nicht gesendet werden!)
es: {0} caracteres (¡no se pueden enviar!)
sv: {0} tecken (kan inte skickas!)

source: 0 chars (0 sms)
cs: 0 znaků (0 sms)
de: 0 Zeichen (0 SMS)
es: 0 caracteres (0 sms)
ru: 0 символов (0 sms)
sv: 0 tecken (0 SMS)

source: <html> The very message text </html>
cs: <html> Vlastní text zprávy </html>
de: <html> Der eigentliche Nachrichtentext </html>
es: <html> El verdadero texto del mensaje </html>
sv: <html> Själva meddelandetexten </html>

source: Some serious circumstances prevented Esmska from sending the message.<br>More information is available in the program log.<br>Please report this problem on <a href="{0}">program homepage</a>.
cs: Závažné okolnosti zabránily Esmsce odeslat zprávu.<br>Bližší podrobnosti jsou dostupné v ladícím záznamu aplikace.<br>Prosím nahlaste tento problém na <a href="{0}">domovské stránce programu</a>.
es: Algunas circunstancias serias evitaron que Esmska pudiera enviar el mensaje.<br>En el registro del programa se puede encontrar más información.<br>Por favor reporte este problema en <a href="{0}">program homepage</a>.

source: no gateway
cs: žádná brána
de: Kein Gateway
es: sin operador
ru: нет шлюза
sv: ingen gateway

source: Sending message to {0} ({1}) ...
cs: Posílám zprávu pro {0} ({1}) ...
de: Nachricht wird an {0} gesendet ({1}) …
es: Enviando mensaje a {0} ({1}) ...
ru: Отправка сообщения {0} ({1}) ...
sv: Skickar meddelande till {0} ({1}) ...

source: Save
cs: Uložit
de: Speichern
es: Guardar
ru: Сохранить
sv: Spara

source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
ru: Выбрать
sv: Välj

source: &Send
cs: Po&slat
de: &Senden
es: En&viar
ru: &Отправить
sv: &Skicka

source: Send message
cs: Odeslat zprávu
de: Nachricht senden
es: Enviar mensaje
ru: Отправить сообщение
sv: Skicka meddelande

source: Show/hide program
cs: Skrýt/zobrazit program
de: Programm anzeigen/verstecken
es: Mostrar/ocultar programa
ru: Показать/скрыть программу
sv: Visa/dölj program

source: Show application log
cs: Zobrazit aplikační protokol
de: Protokoll des Programms anzeigen
es: Mostrar registro de la aplicación
ru: Показать журнал приложения
sv: Visa applikationslogg

source: Show program
cs: Zobrazit program
de: Programm anzeigen
es: Mostrar programa
ru: Показать программу
sv: Visa program

source: Do you want to remove selected signature?
cs: Chcete odstranit vybraný podpis?
de: Möchten Sie die gewählte Signatur entfernen?
ru: Вы хотите удалить выбранную подпись?

source: Default
cs: Výchozí
de: Vorgabe
ru: По умолчанию

source: <html><i>New signature...</i></html>
cs: <html><i>Nový podpis...</i></html>
de: <html><i>Neue Signatur …</i></html>
ru: <html><i>Новая подпись...</i></html>

source: Name of the new signature:
cs: Název nového podpisu:
de: Name der neuen Signatur:
ru: Имя новой подписи:

source: None
cs: Žádný
ru: Отсутствует

source: The signature to append to the message (sender number and name).
cs: Podpis, který bude připojen ke zprávě (číslo a jméno odesilatele).
ru: Подпись для добавления к сообщению (номер и имя отправителя).

# StatusPanel.progressBar.string
source: Please wait...
cs: Prosím čekejte...
de: Bitte warten …
es: Por favor espere...
ru: Пожалуйста, подождите...
sv: Var god vänta...

source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenido/a
ru: Добро пожаловать
sv: Välkommen

source: Click to show application log
cs: Klikněte pro zobrazení aplikačního protokolu
de: Anklicken, um das Protokoll des Programms anzuzeigen
es: Haga clic para mostrar el registro de la aplicación
ru: Щёлкните для показа журнала приложения
sv: Klicka för att visa applikationslogg

source: &Suggest
cs: &Navrhnout
de: Vor&schlagen
es: Sugerir
sv: Före&slå

source: To send multiple messages select more contacts in the list using Ctrl key.
cs: Pro hromadné odesílání zpráv označte více kontaktů v seznamu pomocí klávesy Ctrl.
es: Para enviar múltiples mensajes seleccione más contactos en la lista usando la tecla Ctrl.
ru: Можно отправить сообщение нескольким контактам, выбрав их с помощью клавиши Ctrl.
sv: Om du ska skicka flera meddelanden använder du Ctrl-knappen för att välja flera kontakter.

source: Program appearance can be modified according to your taste.
cs: Vzhled programu lze změnit, přesně podle vašeho vkusu.
es: Puede modificar la apariencia del programa a su gusto.
ru: Внешний вид программы можно изменить по вашему вкусу.
sv: Programutseendet kan ändras efter din smak.

source: In preferences you can restrict the list of displayed web gateways.
cs: V nastavení lze omezit seznam zobrazovaných bran.
ru: В настройках можно ограничить список отображаемых веб-шлюзов.

source: Many gateways support adding a custom signature. See preferences.
cs: Mnoho bran podporuje přidání vlastního podpisu. Viz nastavení.
es: Muchos operadores soportan añadir una firma personal. Vea en Preferencias.
sv: Många gateways stödjer en anpassad signatur. Se Inställningar.

source: Your contacts can be exported as text and therefore can be used elsewhere.
cs: Vaše kontakty lze exportovat do textového formátu a využít je tak i jinde.
es: Sus contactos pueden ser exportados y después usarse en cualquier lugar.
ru: Ваши контакты можно экспортировать в виде текста и использовать в других программах.
sv: Dina kontakter kan exporteras som text och därefter användas överallt.

source: If the written message is too long use the compress function.
cs: Pokud je napsaná zpráva příliš dlouhá, využijte funkce komprimace.
es: Si el mensaje escrito es demasiado largo use la función de comprimir.
ru: Если сообщение слишком длинное, воспользуйтесь функцией сжатия.
sv: Om den skrivna texten är för lång kan du använda komprimeringsfunktionen.

source: We recommend you to use Linux packages, you'll obtain a program auto-update feature.
cs: Doporučujeme instalovat z linuxových balíčků, získáte tak automatickou aktualizaci programu.

source: Are you a programmer? Write support for a new gateway, little JavaScript is enough.
cs: Jste programátor? Napište podporu pro novou bránu, stačí trocha JavaScriptu.
es: ¿Es usted programador? Escriba soporte para un nuevo operador, un pequeño JavaScript es suficiente.
ru: Вы программист? Напишите модуль поддержки для нового шлюза, небольшого кода на JavaScript будет достаточно.
sv: Är du en programmerare? Skriv stöd för en ny gateway, lite JavaScript räcker.

source: Something broken? Enhancement suggestion? Let us know on our homepage!
cs: Něco nefunguje? Máte návrh na zlepšení? Dejte nám vědět na naší domovské stránce!
es: ¿Algo no funciona? ¿Sugerencias para mejorar? ¡Háganoslo saber en nuestra página principal!
ru: Что-то не работает? Есть предложения по улучшению программы? Сообщите об этом на нашей домашней странице!
sv: Något trasig? Förslag på förbättringar? Låt oss veta på vår hemsida!

source: Program is open and free. Join in and help us improve it!
cs: Program je otevřený a svobodný. Zapojte se i vy a pomozte nám ho zlepšit!
es: El programa es abierto y libre. ¡Únase y ayúdenos a mejorarlo!
ru: Программа открыта и бесплатна. Присоединяйтесь к нам и помогите улучшить её!
sv: Programmet är öppet och fritt. Var med och hjälpa oss att förbättra det!

source: Gateways are automatically updated to their latest version on program start.
cs: Brány jsou automaticky aktualizovány na nejnovější verzi při startu programu.
ru: При запуске программы шлюзы автоматически обновляются.

source: Program can be controlled from keyboard easily. Notice the keyboard shortcuts.
cs: Program je snadno ovladatelný z klávesnice. Všímejte si klávesových zkratek.
es: El programa se puede controlar fácilmente desde el teclado. Esté atento a los atajos del teclado.
ru: Программой легко управлять с помощью клавиатуры. Обратите внимание на комбинации клавиш.
sv: Programmet kan enkelt styras via tangentbordet. Lägg märke till kortkommandona.

source: By using commandline options or the special portable version you can use program even in café or school.
cs: Za pomoci voleb přík. řádky nebo speciální přenosné verze můžete program použít třeba i v kavárně nebo škole.

source: 4 of 5 zoologist recommend using the operating system with a penguin logo.
cs: 4 z 5 zoologů doporučují používat operační systém s logem tučňáka.
es: 4 de 5 zoólogos recomiendan usar el sistema operativo con logotipo de pingüino.
ru: 4 из 5 зоологов рекомендуют использовать операционную систему с пингвином на логотипе.
sv: 4 av 5 zoologer rekommenderar operativsystemet med en pingvinlogga.

source: Message can be sent using other than default gateway - just pick it from the list.
cs: Zprávu můžete poslat i přes jinou nez výchozí bránu - prostě ji zvolte v seznamu.
es: Los mensajes se pueden enviar usando una compuerta diferente a la predeterminada, solo selecciónela de la lista.
ru: Сообщение можно отправить не только через шлюз по умолчанию - просто выберите другой шлюз из списка.
sv: Meddelanden kan skickas via andra gateways än den som är standard - plocka från listan.

source: Program can be minimized to a notification area icon. See preferences.
cs: Program můžete minimalizovat do ikony v oznamovací oblasti. Viz nastavení.
es: El programa se puede minimizar al área de notificaciones. Vea Preferencias.
ru: Программа может быть свернута в область уведомлений. Необходимо изменить настройки.
sv: Programmet kan minimeras till Meddelandefältsikonen. Se Inställningar.

source: Bothered by these tips? You can turn them off in preferences.
cs: Obtěžují vás tyto tipy? Můžete si je vypnout v nastavení.
es: ¿Cansado de estos consejos? Puede deshabilitarlos en Preferencias.
ru: Надоели эти советы? Вы можете отключить их в настройках программы.
sv: Besväras du av dessa tips? Du kan stänga av dem i Inställningar.

source: Use Help menu to ask a question or report a problem.
cs: Použijte nabídku Nápověda pro položení dotazu nebo nahlášení problému.
es: Use el menú Ayuda para preguntar o reportar un problema.
ru: Используйте меню «Справка» для того чтобы задать вопрос или сообщить о проблеме.
sv: Använd Hjälp-menyn för att ställa en fråga eller rapportera ett problem.

source: Esmska is constantly looking for new developers. Help us make the program better.
cs: Esmska neustále hledá nové vývojáře. Pomozte nám ji zlepšit.
es: Esmska siempre está buscando nuevos desarrolladores. Ayúdenos a mejorar el programa.
ru: Проекту Esmska постоянно требуются новые разработчики. Помогите нам сделать программу лучше.
sv: Esmska letar ständigt efter nya utvecklare. Hjälp oss att göra programmet bättre.

source: Your contacts can be imported from many other programs or formats.
cs: Své kontakty můžete importovat z mnoha jiných programů či formátů.
es: Sus contactos pueden importarse desde muchos otros programas o formatos.
ru: Ваши контакты могут быть импортированы из многих программ или форматов.
sv: Din kontakter kan importeras från många andra program eller format.

source: You can see the application protocol by clicking on the status bar.
cs: Kliknutím na tento stavový řádek zobrazíte protokol aplikace.
es: Usted puede ver el protocolo de la aplicación haciendo clic sobre la barra de estado.
ru: Вы можете посмотреть протокол приложения, щёлкнув на строке состояния.
sv: Du kan se applikationsprotokollet genom att klicka på statusfältet.

source: All your sent messages are available in the message history.
cs: V historii zpráv najdete všechny své odeslané zprávy.
es: Todos sus mensajes enviados están disponibles en el historial de mensajes.
ru: Все отправленные вами сообщения доступны в истории сообщений.
sv: Alla dina skickade meddelanden finns tillgängliga i meddelandehistoriken.

source: The message history can be searched through.
cs: Historii zpráv lze snadno prohledávat.
es: Usted puede explorar el historial de mensajes.
ru: Можно выполнять поиск в истории сообщений.
sv: Meddelandehistoriken kan sökas igenom.

source: You can search in contact list. Just click into it and write a few letters.
cs: V seznamu kontaktů lze vyhledávat. Prostě do něj klikněte a napište pár písmen.
es: Usted puede buscar en la lista de contactos. Sólo haga clic en ella y escriba un par de letras.
ru: Можно выполнять поиск в списке контактов. Щёлкните на нём и введите несколько букв.
sv: Du kan söka i kontaktlistan. Klicka bara på den och skriv några bokstäver.

source: When searching in contact list use arrows to move to other matches.
cs: Při vyhledávání v seznamu kontaků se šipkami přesunete na další výsledky.
es: Cuando busque en la lista de contactos use las flechas para cambiar a otras coincidencias.
ru: При поиске в списке контактов используйте стрелки для перехода к другим совпадениям.
sv: När du söker bland kontakterna kan du använda pilarna för att navigera till andra träffar.

source: Don't forget to provide your country prefix number in the preferences.
cs: Nezapomeňte si v nastavení vyplnit předčíslí své země.
es: No olvide proveer el número de prefijo de su país en las preferencias.
ru: Не забудьте ввести префикс для вашей страны в настройках.
sv: Glöm inte att ange ditt landsprefix-nummer i Inställningar.

source: A small donation is one of the options how to support future program development.
cs: Malý finanční příspěvek je jedna z možností, jak podpořit další vývoj programu.
es: Una pequeña donación es una de las opciones para apoyar el desarrollo futuro de la aplicación.
ru: Небольшое пожертвование - одна из возможностей поддержать разработку программы в будущем.
sv: En liten donation är ett av alternativen till att stödja programutveckling i framtiden.

source: translator-credits
cs: Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral
de: Launchpad Contributions: Dennis Baudys https://launchpad.net/~thecondordb Fabian Affolter https://launchpad.net/~fab-fedoraproject Lukas Bögelein https://launchpad.net/~lukas-boegelein Samuel Creshal https://launchpad.net/~samuel-creshal Tomas Ruzicka https://launchpad.net/~tr3027 jiri4711 https://launchpad.net/~jwprojekt
es: Launchpad Contributions: Alfonso E. Romero https://launchpad.net/~alfonsoeromero Carlos Alberto Ospina https://launchpad.net/~atah DiegoJ https://launchpad.net/~diegojromerolopez Fido https://launchpad.net/~fedevera Fitoschido https://launchpad.net/~fitoschido Javier Acuña Ditzel https://launchpad.net/~santoposmoderno Jonay https://launchpad.net/~jonay-santana Josué Arce https://launchpad.net/~fjosuear Juan Miguel Boyero Corral https://launchpad.net/~juanmi1982 Kamus https://launchpad.net/~kamus Luis Arturo https://launchpad.net/~uisart Miguel Zilli https://launchpad.net/~miguelzilli mordorq3 https://launchpad.net/~hackers300
ru: Launchpad Contributions: Aleksey Kabanov https://launchpad.net/~ak099 Alex L. https://launchpad.net/~alexal Alexey Reztsov https://launchpad.net/~ariafan AngorSTV https://launchpad.net/~angor Novichkov Alexander https://launchpad.net/~berkut Pasha Vovk https://launchpad.net/~madwolfa Sergey Sedov https://launchpad.net/~serg-sedov Vitaliy Starostin https://launchpad.net/~vvs shaxter https://launchpad.net/~morskov
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Kamil Páral https://launchpad.net/~kamil.paral Merarom https://launchpad.net/~merarom Phoenix https://launchpad.net/~thephoenix Umut https://launchpad.net/~umut1990 nairobie https://launchpad.net/~samuel-ostman

source: <html> <h2>Ooops! An error has occurred!</h2> A program error has been detected. Please visit program homepage:<br> <br> <a href="{0}">{0}</a><br> <br> and report what you were doing when it happened. Also attach a detailed description below and this file:<br><br> <i>{1}</i><br> <br> Thank you! </html>
cs: <html> <h2>Jejda! V programu došlo k chybě!</h2> V programu nastala chyba. Prosím navštivte domovskou stránku programu:<br> <br> <a href="{0}">{0}</a><br> <br> a nahlaste, co jste dělali, když k tomu došlo. Také přiložte podrobnější popis níže a rovněž tento soubor:<br><br> <i>{1}</i><br> <br> Děkujeme! </html>
es: <html> <h2>¡Ups! ¡Ocurrió un error!</h2> Se ha detectado un error del programa. Por favor visite nuestra página principal:<br> <br> <a href="{0}">{0}</a><br> <br> y reporte lo que estaba haciendo cuando pasó. También adjunte una descripción detallada abajo y este archivo:<br><br> <i>{1}</i><br> <br> ¡Gracias! </html>
ru: <html> <h2>Ой! Произошла ошибка!</h2> Обнаружена ошибка в программе. Пожалуйста, посетите домашнюю страницу программы:<br> <br> <a href="{0}">{0}</a><br> <br> и сообщите, какие действия вы выполняли в это время. Приложите также подробное описание и этот файл:<br><br> <i>{1}</i><br> <br> Спасибо! </html>
sv: <html> <h2>Hoppsan! Ett fel uppstod!</h2> Ett programfel har upptäckts. Var god besök vår hemsida:<br> <br> <a href="{0}">{0}</a><br> <br> och rapportera vad du gjorde när det hände. Bifoga en detaljerad beskrivning nedan och denna fil:<br><br> <i>{1}</i><br> <br> Tack! </html>

source: &Undo
cs: &Zpět
de: &Rückgängig
es: &Deshacer
sv: Å&ngra

source: Unpause
cs: Spustit
de: Fortsetzen
es: Continuar
ru: Возобновить
sv: Fortsätt

source: Unpause queue
cs: Spustit frontu
de: Warteschlange fortsetzen
es: Continuar cola
ru: Возобновить очереди
sv: Återuppta kö

source: Unpause sms queue
cs: Znovu spustit frontu sms
de: SMS-Warteschlange fortsetzen
es: Continuar con la cola de SMS
ru: Возобновить смс очереди
sv: Återuppta SMS-kö

source: Click to open program downloads page
cs: Klikněte pro otevření stránky s možností stažení programu
es: Haga clic para abrir la página de descargas de la aplicación
ru: Щёлкните, чтобы открыть страницу загрузки программы.
sv: Klicka för att öppna nedladdningssidan för program

source: It wasn't possible to download all gateway updates.
cs: Nebylo možné stáhnout všechny aktualizace bran.
ru: Не удалось загрузить все обновления шлюзов.

source: Gateway updated: {0}
cs: Brána aktualizována: {0}
es: Operador actualizado: {0}
ru: Шлюз обновлен: {0}
sv: Gateway uppdaterad: {0}

source: Some of gateway updates couldn't be installed.
cs: Některé aktualizace bran se nepodařilo nainstalovat.
ru: Не удалось установить обновления для некоторых шлюзов.

source: <html> Will request sending of a delivery report of the message. The report will come<br> to the phone number of the sender. Not all gateways support this feature. </html>
ru: <html> Будет запрошен отчёт о доставке сообщения. Отчёт придёт на<br> номер телефона отправителя. Эту возможность поддерживают не все шлюзы. </html>

source: H&TTP proxy:
es: Proxy H&TTP:
ru: H&TTP шлюз:

source: HTTP&S proxy:
es: Proxy HTTP&S:
ru: HTTP&S шлюз:

source: SO&CKS proxy:
es: Proxy SO&CKS:
ru: SO&CKS шлюз:

source: Username needed for logging in to the gateway
es: Nombre de usuario requerido para poder acceder al operador
ru: Имя пользователя необходимо для авторизации на шлюзе
sv: Användarnamn krävs för att logga in på denna gateway

source: The password belonging to the username
es: La contraseña perteneciente al nombre de usuario
ru: Пароль, соответствующий имени пользователя
sv: Lösenordet som hör till användarnamnet

source: <html>Sender number in an international format (starting with '+' sign).<br> Not all gateways support this feature.</html>
ru: <html>Номер отправителя в международном формате (начинается с '+').<br> Эту функцию поддерживают не все шлюзы.</html>

source: Sent messages history (date, recipient name, recipient number, gateway, message text, sender name, sender number)
es: Historial de mensajes enviados (fecha, nombre del destinatario, número del destinatario, puerta de enlace, texto del mensaje, nombre del remitente, número del remitente)
ru: История отправленных сообщений (дата, имя получателя, номер получателя, шлюз, текст сообщения, имя отправителя, номер отправителя)
sv: Skicka meddelandehistorik (datum, mottagarnamn, mottagarnummer, gateway, meddelandetext, avsändarnamn, avsändarnummer)

source: SMS queue to be sent (recipient name, recipient number, gateway, message text, sender name, sender number)
es: Cola de SMS por enviar (nombre del receptor, número del receptor, puerta de enlace, texto del mensaje, nombre del remitente, número del remitente)
ru: SMS очередь отправки (имя получателя, номер получателя, шлюз, текст сообщения, имя отправителя, номер отправителя)
sv: SMS-kö som ska skickas (mottagarens namn, mottagarens nummer, meddelandetext, avsändarens namn, avsändarens nummer)

source: P&rogram
de: P&rogramm
es: P&rograma
ru: П&рограмма

source: Tip:
de: Tipp:
es: Consejo:
ru: Подсказка:
sv: Tips:

source: &OK
es: &Aceptar
ru: &ОК

source: h
ru: ч

source: m
ru: м

source: s
ru: с

source: {0} chars
es: {0} caracteres
ru: {0} символов
sv: {0} tecken

source: Te&xt:
es: Te&xto:
ru: Те&кст:

source: Text
es: Texto
ru: Текст

source: Gateway properties
es: Propiedades de puerta de enlace
sv: Gatewayegenskaper
