Repository: kparal/esmska
Catalog: po/*.po
Languages: cs, de, es, ru, sv

source: The gateway doesn't provide any information about successful sending. The message might be and <b>might not be</b> delivered.
cs: Brána neposkytuje žádné informace o úspěšném odeslání. Zpráva mohla a <b>nemusela</b> být doručena.
es: El operador no provee información alguna acerca del envío exitoso. El mensaje podría y <b>no podría</b> haber sido entregado.
ru: Шлюз не предоставляет информацию об успешной отправке. Сообщение может быть, а <b>может и не быть</b> отправленным.
sv: Denna gateway gav ingen information om sändningen lyckades. Meddelandet kanske eller <b>kanske inte</b> levererades.

source: Security &code:
cs: Bezpečnostní &kód:
de: Sicherheits-&Code:
es: &Código de seguridad:
sv: Säkerhets&kod:

source: Security code required: {0}
cs: Vyžadován bezpečnostní kód: {0}
de: Sicherheits-Code erforderlich: {0}
sv: Säkerhetskod krävs: {0}

source: Unknown gateway!
cs: Neznámá brána!
de: Unbekanntes Gateway!
es: ¡Operador desconocido!
ru: Неизвестный шлюз!
sv: Okänd gateway!

source: Sending process - Esmska
cs: Průběh odesílání - Esmska
de: Sendevorgang – Esmska
ru: Процесс отправки - Esmska
sv: Sändningsbehandling - Esmska

source: The gateway maintainer provided following explanation:
cs: Správce brány poskytl následující vysvětlení:

source: Fix the problem described by the gateway maintainer and send the message again.
cs: Opravte problém zmíněný ve zprávě od správce brány a pošlete zprávu znovu.

source: Unfortunately this gateway can''t be used at the moment. The fix is being worked on. In the meantime please use some other gateway or visit <a href="{0}">{0}</a> and send the message manually.
cs: Tuto bránu aktuálně bohužel nelze používat. Na opravě se pracuje, zatím využijte jinou bránu, nebo zprávu odešlete ručně ze stránky <a href="{0}">{0}</a>.

source: There is a certain problem that makes it impossible for this program to use that gateway. You can find more information at <a href="{0}">this page</a>.
cs: Existuje určitý problém, který zabraňuje tuto bránu z programu používat. Více informací se lze dočíst <a href="{0}">na této stránce</a>.
ru: Существует проблема, делающая невозможным использование этого шлюза данной программой. Подробности можно посмотреть на <a href="{0}">этой странице</a>.

source: The gateway provided following explanation:
cs: Brána poskytla následující vysvětlení:
ru: Шлюз предоставил следующее пояснение:

source: Fix the problem mentioned in the gateway report and send the message again. You can also visit <a href="{0}">{0}</a> and send the message manually. It''s possible that you receive a more detailed problem description this way.
cs: Opravte problém zmíněný ve zprávě od brány a pošlete zprávu znovu. Také můžete navštívit stránku <a href="{0}">{0}</a> a odeslat zprávu ručně, je možné, že tak dostanete podrobnější vysvětlení problému.
ru: Устраните проблему, указанную в отчёте шлюза и отправьте сообщение повторно. Вы можете также посетить <a href="{0}">{0}</a> и отправить сообщение вручную. Возможно, что таким образом вы получите более подробное описание проблемы.

source: You're sending the message too early. Try again in a short while.
cs: Odesíláte zprávu příliš brzy. Zkuste to o chvíli později.
ru: Вы отправляете сообщение слишком рано. Попробуйте снова через некоторое время.

source: The gateway either requires a certain interval you need to wait before sending subsequent message, or it limits the number of messages that can be sent in a certain timeperiod. The rules are probably described on the gateway website <a href="{0}">{0}</a>.
cs: Brána buď vyžaduje určitý interval, který je nutný vyčkat před odesláním další zprávy, nebo omezuje maximální možný počet zpráv za jistý časový úsek. Pravidla budou zřejmě popsána na stránkách brány <a href="{0}">{0}</a>.
ru: Шлюз либо требует либо соблюдать определённый интервал между отправками сообщений, либо ограничивает число сообщений, которые можно отправить за определённый период времени. Правила, вероятно, приведены на веб-сайте шлюза <a href="{0}">{0}</a>.

source: You have entered a too long message text. Shorten the message and try to send it again.
cs: Zadali jste příliš dlouhý text zprávy. Zkraťte text zprávy a zkuste ji odeslat znovu.
ru: Вы ввели слишком длинный текст сообщения. Укоротите его и попробуйте отправить снова.

source: For standard-sized SMS (circa 160 characters) you need touse only basic characters primarily from the English alphabet. Using national characters (with diacritical marks, etc.) from other languages shortens the maximum SMS length to about 70 characters. This error message may be related to this problem.<br> If it is possible in your language try not to use national characters and use pure English alphabet instead. In the program settings you can also enable/disable automatic message text conversion into this character set (works only for some languages).
cs: Pro SMS standardní délky kolem 160 znaků je nutné používat pouze základní znaky odpovídající zejm. anglické abecedě. Při použití národních znaků (diakritická znaménka aj.) z jiných jazyků se délka SMS zkracuje na max. cca 70 znaků. Tato chybová hláška s tím může souviset.<br> Pokud je to ve vašem jazyce možné, zkuste nepoužívat národní znaky a použít čistě anglickou abecedu. V nastavení programu lze také zapnout/vypnout automatickou konverzi zprávy na tuto znakovou sadu (funguje pouze u určitých jazyků).
ru: В SMS стандартной длины (около 160 символов) следует использовать только базовый набор символов, в основном из английского алфавита. Использование национальных символов (с диакритическими знаками и т.п.) из других языков сокращает максимальную длину SMS примерно до 70 символов. Возможно, сообщение об ошибке связано с этой проблемой.<br> Если это допустимо в вашем языке, попробуйте не использовать национальные символы, заменяя их английскими буквами. Вы также можете включить/отключить в настройках программы автоматическое преобразование текста в этот набор символов (работает не для всех языков).

source: You don't have enough credit to send this message.
cs: Pro odeslání této zprávy nemáte dostatečný kredit.
de: Ihr Guthaben reicht nicht aus, um die Nachricht zu senden.
ru: Денег на счёте недостаточно для отправки этого сообщения.

source: Visit <a href="{0}">{0}</a> website and charge your credit, then you should be able to send your messages again.
cs: Navštivte stránku <a href="{0}">{0}</a> a dobijte si svůj kredit, poté by měly jít zprávy opět odeslat.
ru: Посетите веб-сайт <a href="{0}">{0}</a> и пополните ваш счёт, после этого вы сможете снова отправлять ваши сообщения.

source: The gateway didn't specify any particular reason why this message could not be sent.
cs: Brána blíže neupřesnila žádný důvod, proč odeslání této zprávy selhalo.
ru: Шлюз не указал конкретную причину, из-за которой это сообщение не может быть отправлено.

source: This gateway unfortunately hasn''t provided any explanation why your message was rejected. That means the problem can be caused by anything (unsupported recipient number, too long message text, etc.). You can visit <a href="{0}">{0}</a> and try to send your message manually, maybe you''ll learn more information.
cs: Daná brána bohužel neposkytla bližší vysvětlení, proč byla vaše zpráva odmítnuta. Problém tedy může být téměř v čemkoliv (nepodporované číslo příjemce, příliš dlouhý text zprávy atd). Můžete navštívit stránku <a href="{0}">{0}</a> a vyzkoušet ruční odeslání vaší zprávy, třeba se dozvíte více informací.
ru: К сожалению, этот шлюз не предоставил объяснения, почему ваше сообщение было отвергнуто. Это значит, что проблема могла быть вызвана чем угодно (не поддерживаемый номер получателя, слишком длинный текст и т.п.). Вы можете посетить <a href="{0}">{0}</a> и попробовать отправить сообщение вручную. Возможно, при этом вы получите дополнительную информацию.

source: This gateway requires a sender signature filled in (a name, a number or both). Please enter it in <a href="{0}">the given gateway settings</a> and try to send the message again.
cs: Tato brána vyžaduje vyplněný podpis odesilatele (jméno, číslo, či oboje). Zadejte jej v <a href="{0}">nastavení dané brány</a> a zkuste odeslat zprávu znovu.
ru: Этот шлюз требует заполнения подписи отправителя (имени, номера, или того и другого). Пожалуйста, введите их в <a href="{0}">настройках данного шлюза</a> и попробуйте отправить сообщение вновь.

source: An unknown error has occured. The gateway may be experiencing some problems at the moment. Please try to send the message again in a short while or use some other gateway temporarily.
cs: Došlo k neznámé chybě. Brána má možná aktuálně nějaké problémy. Zkuste zprávu odeslat znovu za chvíli, nebo použijte dočasně jinou bránu.
ru: Произошла неизвестная ошибка. Возможно, на шлюзе возникла в это время какая-то проблема. Пожалуйста, попробуйте отправить сообщение повторно через некоторое время или временно воспользуйтесь другим шлюзом.

source: It was not possible to detect the cause of error. The gateway provider may be experiencing some problems at the moment. Visit <a href="{0}">{0}</a> and make sure that the gateway works.<br> If this problem persists for a longer time and you can send your messages through the gateway''s webpage, please <a href="{1}">report it</a>.
cs: Nebylo možné přesně určit příčinu chyby. Provozovatel brány může mít aktuálně problémy. Navštivte stránku <a href="{0}">{0}</a> a ověřte, zda brána funguje.<br> Pokud problém přetrvává déle a odesílání zpráv přes webové stránky brány funguje, pak prosím tuto situaci <a href="{1}">nahlaste</a>.
ru: Не удалось определить причину ошибки. Возможно, у провайдера шлюза в данный момент возникла какая-то проблема. Посетите <a href="{0}">{0}</a> и убедитесь, что шлюз работает.<br> Если эта проблема существует уже давно, но вы можете отправлять сообщения через веб-страницу шлюза, пожалуйста <a href="{1}">сообщите об этом</a>.

source: Unfortunately this gateway can''t be used at the moment. That can change in the future, but currently use some other gateway instead or visit <a href="{0}">{0}</a> and send the message manually.
cs: Tuto bránu aktuálně bohužel nelze používat. To se může v budoucnu změnit, zatím však využijte jinou bránu, nebo zprávu odešlete ručně ze stránky <a href="{0}">{0}</a>.
ru: К сожалению, использовать этот шлюз в данный момент невозможно. В будущем ситуация может измениться, но сейчас используйте другой шлюз или посетите <a href="{0}">{0}</a>, и отправьте сообщение вручную.

source: You have entered a wrong login credentials.<br> Your login: {0}<br> Your password: {1}
cs: Zadali jste nesprávné přihlašovací údaje.<br> Přihlašovací jméno: {0}<br> Heslo: {1}
ru: Вы ввели неправильные учётные данные.<br> Ваш логин: {0}<br> Ваш пароль: {1}

source: This gateway requires registration, otherwise you can''t send messages through it. Visit <a href="{0}">{0}</a> and find out how to register or log in. Make sure logging in works. Then fill in the login credentials in <a href="{1}">the gateway preferences</a>.
cs: Tato brána vyžaduje registraci, bez ní přes ni nelze zprávy posílat. Navštivte stránku <a href="{0}">{0}</a> a zjistěte, jak se zaregistrovat či přihlásit. Ověřte, že přihlašování funguje. Poté vyplňte přihlašovací údaje v <a href="{1}">nastavení dané brány</a>.
ru: Этот шлюз требует регистрации, иначе вы не сможете отправлять через него сообщения. Посетите <a href="{0}">{0}</a> и найдите информацию о том, как зарегистрироваться. Убедитесь, что после регистрации вы можете войти в закрытый раздел сайта. Затем введите ваши учётные данные в <a href="{1}">настройках шлюза</a>.

source: You have entered a wrong security code. Please try to send the message again.
cs: Špatně jste opsali bezpečnostní kód. Zkuste prosím odeslat zprávu znovu.
de: Sie haben den falschen Sicherheits-Code eingegeben. Bitte versuchen Sie, die Nachricht erneut zu senden.

source: You have entered a wrong recipient number: {0}
cs: Zadali jste nesprávné číslo příjemce: {0}
ru: Вы указали неправильный номер получателя: {0}

source: The recipient number is either not supported by this gateway or it is wrongly formatted (maybe it''s not written in an international format?). Fix the recipient and then try to send the message again. If problems persist, visit <a href="{0}">{0}</a> and find out why the gateway keeps rejecting the recipient number.
cs: Číslo příjemce buď není branou podporované nebo je zapsáno ve špatném formátu (možná není zapsáno v mezinárodním formátu?). Opravte číslo příjemce a poté zkuste odeslat zprávu znovu. Při potížích navštivte stránku <a href="{0}">{0}</a> a zjistěte, co dané bráně v číslu příjemce nevyhovuje.
ru: Номер получателя либо не поддерживается этим шлюзом, либо введён неправильно (возможно, не в международном формате?). Исправьте номер и попробуйте отправить сообщению вновь. Если проблема не исчезла, посетите <a href="{0}">{0}</a> и поищите причины, из-за которых шлюз продолжает отвергать номер получателя.

source: You have entered a wrong sender signature (a number or a name).<br> Your sender number: {0}<br> Your sender name: {1}
cs: Zadali jste nesprávný podpis odesilatele (číslo či jméno).<br> Vaše číslo odesilatele: {0}<br> Vaše jméno odesilatele: {1}
ru: Вы ввели неправильную подпись отправителя (номер или имя).<br> Номер отправителя: {0}<br> Имя отправителя: {1}

source: The sender number or the sender name is in wrong format (maybe the number is not in an international format?). Visit <a href="{0}">the gateway configuration</a> and fix the problem, then try to send the message again. If problems persist, visit <a href="{1}">{1}</a> and find out why the gateway keeps rejecting your signature.
cs: Číslo či jméno odesilatele je v nesprávném tvaru (možná není číslo zapsáno v mezinárodním formátu?). Otevřete <a href="{0}">nastavení dané brány</a> a problém opravte, poté zkuste odeslat zprávu znovu. Při potížích navštivte stránku <a href="{1}">{1}</a> a zjistěte, co dané bráně v podpisu nevyhovuje.
ru: Неправильный формат номера или имени отправителя (возможно, номер не в международном формате?). Зайдите в <a href="{0}">настройки шлюза</a> и устраните проблему, затем попробуйте отправить сообщение вновь. Если проблема не исчезла, посетите <a href="{1}">{1}</a> и поищите причины, из-за которых шлюз продолжает отвергать вашу подпись.

source: Hide program
cs: Skrýt program
de: Anwendung verstecken
es: Esconder programa
ru: Скрыть программу
sv: Göm program

source: History
cs: Historie
de: Verlauf
es: Historial
ru: Журнал
sv: Historik

source: Clear search term (Alt+R, Escape)
cs: Vyčistit hledaný výraz (Alt+R, Escape)
de: Suchfeld leeren (Alt+R, ESC)
es: Limpiar términos de búsqueda (Alt+R,Escape)
ru: Очистить фразу для поиска (Alt+R, Escape)
sv: Rensa sökterm (Alt+R, Escape)

source: Number:
cs: Číslo:
de: Nummer:
es: Número:
ru: Номер:
sv: Nummer:

source: Name:
cs: Jméno:
es: Nombre:
ru: Имя:
sv: Namn:

source: Date:
cs: Datum:
de: Datum:
es: Fecha:
ru: Дата:
sv: Datum:

source: Gateway:
cs: Brána:
es: Puerta de enlace:
ru: Шлюз:

source: Sender number:
cs: Číslo odes.:
de: Absendernr.:
es: Número remitente:
ru: Номер отправителя:
sv: Avsändarens nummer:

source: Sender name:
cs: Jméno odes.:
de: Absender:
es: Nombre remitente:
ru: Имя отправителя:
sv: Avsändarens namn:

source: Really remove all selected messages from history?
cs: Opravdu z historie odstranit všechny označené zprávy?
de: Wirklich alle gewählten Nachrichten aus dem Verlauf löschen?
es: ¿En verdad desea eliminar todos los mensajes seleccionados del historial?
ru: Удалить все выбранные сообщения из журнала?
sv: Vill du verkligen ta bort alla valda medelanden från historiken?

source: Resend message to someone else
cs: Přeposlat zprávu někomu jinému
es: Volver a enviar mensaje a otra persona
ru: Переотправить сообщение позже
sv: Återsänd medelande till någon annan

source: Enter term to search in messages history
cs: Zadejte výraz pro vyhledání v historii zpráv
es: Ingrese el término a buscar en el historial de mensajes
ru: Введите фразу для поиска в истории сообщений
sv: Ange sökterm i meddelandehistorik

source: &Search:
cs: &Hledat:
de: &Suchen:
es: &Buscar:
ru: &Поиск:
sv: &Sök:

source: Sent messages history - Esmska
cs: Historie odeslaných zpráv - Esmska
de: Verlauf gesendeter Nachrichten – Esmska
es: Historial de mensajes enviados - Esmska
ru: Архив отправленных сообщений - Esmska
sv: Skickat medelande historik - Esmska

# ImportFrame.CSV_filter
source: CSV files (*.csv)
cs: CSV soubory (*.csv)
de: CSV-Dateien (*.csv)
es: Archivos CSV (*.csv)
ru: CSV файлы (*.csv)
sv: CSV filer (*.CSV

# ImportFrame.Select
source: Select
cs: Zvolit
de: Auswählen
es: Seleccionar
ru: Выбрать
sv: Välj

source: &Back
cs: &Zpět
de: &Zurück
es: &Atrás
ru: &Назад
sv: &Backåt

source: B&rowse...
cs: P&rocházet...
de: Du&rchsuchen …
es: E&xaminar...
ru: О&бзор...
sv: B&läddra...

source: Find contacts file using dialog
cs: Najít soubor s kontakty pomocí dialogu
de: Datei mit Kontakten mittels Dialog finden
es: Buscar contactos using el cuadro de diálogo
ru: Найти файл с контактами, используя диалоговое окно
sv: Hitta kontaktfiler med denna dialog

source: Choose the file with exported contacts
cs: Vyberte soubor s exportovanými kontakty
de: Wählen Sie die Datei mit exportierten Kontakten
es: Elija el archivo de contactos exportados
ru: Выберите файл с экспортированными контактами
sv: Välj filen med exporterade kontakter

source: If you want to import these contacts press Import.
cs: Pokud chcete tyto kontakty importovat, stiskněte Importovat.
de: Wenn Sie diese Kontakte importieren möchten, klicken Sie auf »Importieren«.
es: Si desea importar estos contactos presione Importar.
ru: Если вы хотите импортировать эти контакты, нажмите на кнопку Импорт.
sv: Om du vill importera dessa kontakter trycker du på Importera.

source: <html>The program expects the file to be in the UTF-8 encoding.</html>
cs: <html>Program předpokládá, že soubor je v kódování UTF-8.</html>
es: <html>El programa espera que el archivo este usando codificación UTF-8.</html>
ru: <html>Программа ожидает, что файл будет в кодировке UTF-8.</html>
sv: <html>Programmet förväntar att filen vara i UTF-8-kodning.</html>

source: <html>The program expects the file to be in the windows-1250 encoding (the default file encoding for czech MS Windows).</html>
cs: <html>Program předpokládá, že soubor je v kódování windows-1250 (výchozí kódování souborů pro české MS Windows).</html>
es: <html>El programa espera que el archivo esté en la codificación Windows-1250 (la codificación predeterminada para checo de MS Windows).</html>
ru: <html>Программа ожидает, что файл будет в кодировке windows-1250 (кодировка по умолчанию для чешского языка в MS Windows).</html>
sv: <html>Programmet förväntar sig att filen ska vara i kodningen windows-1250 (standardfilkodning för tjeckiska MS Windows).</html>

source: Choose input file:
cs: Zvolte vstupní soubor:
de: Eingabedatei wählen:
es: Elegir archivo de entrada:
ru: Выберите входной файл:
sv: Välj inmatningsfil:

source: The path to contacts file
cs: Cesta k souboru s kontakty
de: Der Pfad zur Datei mit den Kontakten
es: La ruta de acceso a los contactos de archivo
ru: Путь к файлу контактов
sv: Sökväg till kontaktfil

source: The file {0} can''t be read!
cs: Soubor {0} nelze přečíst!
de: Die Datei {0} kann nicht gelesen werden!
es: ¡No se pudo leer el archivo {0}!
ru: Файл {0} не может быть прочитан.
sv: Filen {0} kan inte läsas!

# ImportFrame.forwardButton.text
source: &Forward
cs: &Pokračovat
de: &Vor
es: Si&guiente
ru: &Вперёд
sv: &Framåt

source: Following {0} new contacts were found:
cs: Bylo nalezeno následujících {0} nových kontaktů:
de: Folgende {0} neue Kontakte wurden gefunden:
es: Lo siguientes {0} nuevos contactos se encontraron:
ru: Найдено {0} новых контактов:
sv: Följande {0} nya kontakter hittades:

source: No new contacts were found.
cs: Nebyly nalezeny žádné nové kontakty.
de: Keine neuen Kontakte gefunden.
es: No se han encontrado nuevos contactos.
ru: Новые контакты не найдены.
sv: Inga nya kontakter hittades.

source: <html>First you need to export contacts from DreamCom SE. Run the program, go to the contact list and by using right mouse button export all your contacts to CSV file. Select that file here.</html>
cs: <html>Nejprve musíte exportovat kontakty z programu DreamCom SE. Spusťte uvedený program, přejděte do adresáře kontaktů a pomocí pravého myšítka exportujte všechny své kontakty do CSV souboru. Tento soubor zde následně vyberte.</html>
es: <html>Primero usted necesita exportar los contactos desde DreamCom SE. Ejecute el programa, vaya a la lista de contactos usando el botón derecho del ratón exporte todos sus contactos a un archivo CSV. Seleccione ese archivo aquí.</html>
ru: <html>Сначала нужно экспортировать контакты из DreamCom SE. Запустите программу, перейдите в список контактов и с помощью правой кнопки мыши экспортируйте все ваши контакты в CSV-файл. Выберите этот файл здесь.</html>
sv: <html>Först måste du exportera kontakterna från DreamCom SE. Kör programmet, gå till kontaktlistan och exportera alla dina kontakter till en CSV-fil genom att högerklicka. Välj den filen här.</html>

source: <html>To import contacts you need to have a CSV file prepared. You can create it by using "Export contacts" function. Select that file here.</html>
cs: <html>Pro import kontaktů potřebujete mít nachystaný CSV soubor vytvořený pomocí funkce "Exportovat kontakty". Tento soubor zde vyberte.</html>
es: <html> Para importar contactos tu necesitas tener un archivo CSV preparado. Usted puede crear mediante el uso de "Exportar contactos". Seleccione el archivo aquí. </html>
ru: <html>Для импорта контактов нужно иметь подготовленный CSV-файл. Вы можете создать его с помощью функции "Экспортировать контакты". Выберите этот файл здесь.</html>

source: <html>First you need to export contacts from Kubík SMS DreamCom. Run the program, go to the contact list and by using right mouse button export all your contacts to CSV file. Select that file here.</html>
cs: <html>Nejprve musíte exportovat kontakty z programu Kubík SMS DreamCom. Spusťte uvedený program, přejděte do adresáře kontaktů a pomocí pravého myšítka exportujte všechny své kontakty do CSV souboru. Tento soubor zde následně vyberte.</html>
es: <html>Primero usted necesita exportar los contactos desde Kubík SMS DreamCom. Ejecute el programa, vaya a la lista de contactos y usando el botón derecho del ratón exporte todos sus contactos a un archivo CSV. Seleccione ese archivo aquí.</html>
ru: <html>Сначала вам нужно экспортировать контакты из Kubík SMS DreamCom. Запустите программу, перейдите в список контактов, и с помощью правой кнопки мыши экспортируйте все ваши контакты в CSV-файл. Выберите этот файл здесь.</html>
sv: <html>Först måste du exportera kontakterna från Kubík SMS DreamCom. Kör programmet, gå till kontaktlistan och exportera alla dina kontakter till en CSV-fil genom att högerklicka. Välj den filen här.</html>

source: <html>To import contacts you need to have a VCARD or VCF file prepared, which can be created by an application containing your contacts. Select that file here.</html>
cs: <html>Pro import kontaktů potřebujete mít nachystaný VCARD či VCF soubor, který vám vytvoří aplikace obsahující vaše kontakty. Tento soubor zde vyberte.</html>
es: <html>Para importar contactos usted necesita tener preparado un archivo VCARD o VCF, el cual puede ser creado por una aplicación que contenga sus contactos. Seleccione ese archivo aquí. </html>
ru: <html>Для импорта контактов нужно иметь подготовленный файл VCARD или VCF, который можно создать в приложении, содержащем ваши контакты. Выберите этот файл здесь.</html>
