Repository: kparal/esmska
Catalog: po/*.po
Languages: cs, de, es, ru, sv

source: <html><h2>There was an error while parsing file!</h2>The file probably contains invalid data.</html>
cs: <html><h2>Nastala chyba při zpracování souboru!</h2>Soubor zřejmě neobsahuje platné údaje.</html>
es: <html><h2>¡Se produjo un error mientras se analizaba el archivo!</h2>El archivo probablemente contiene información no válida.</html>
ru: <html><h2>Ошибка при анализе содержимого файла!</h2> Файл, вероятно, содержит неправильные данные.</html>
sv: <html><h2>Det uppstod ett fel när filen skulle tolkas!</h2>Filen innehåller förmodligen ogiltig data.</html>

source: <html> Contact import will allow you to read your contacts from another application a copy them to Esmska. Contacts in your old application will remain intact. </html>
cs: <html> Import kontaktů vám dovolí načíst vaše kontakty z jiné aplikace a zkopírovat je do Esmsky. V původní aplikaci zůstanou vaše kontakty nedotčeny. </html>
es: <html> Importar contactos le permitirá leer sus contactos desde otra aplicación copiándolos a Esmska. Los contactos en su aplicación anterior permanecerán intactos. </html>
ru: <html> Импорт контактов позволяет вам прочитать ваши контакты из другого приложения и скопировать их в Esmska. Это действие не повредит контакты в вашем старом приложении. </html>

source: <html> The file will be analyzed and then a list of contacts available for import will be shown to you. No changes will be made yet. </html>
cs: <html> Soubor bude prozkoumán a následně vám bude vypsán seznam kontaktů dostupných pro import. Žádné změny zatím nebudou provedeny. </html>
es: <html> El arvhivo será analizado y entonces se le mostrará una lista de contactos disponibles para ser importados. No se realizarán cambios aún. </html>
ru: <html> Файл будет проанализирован, и затем вам будет показан список контактов, доступных для импорта. Никаких изменений в это время ещё не будет сделано. </html>
sv: <html> Filen kommer att analyseras och sedan visa en lista över tillgängliga kontakter. Inga ändringar kommer att göras. </html>

source: Or choose the application you want to import contacts from:
cs: Nebo vyberte aplikaci, ze které chcete kontakty importovat:
de: Oder wählen Sie die Anwendung, von der Sie Kontakte importieren möchten:
es: O elija la aplicación desde la cual desea importar contactos:
ru: Или выберите приложение, из которого хотите импортировать контакты:
sv: Eller välj det program du vill importera kontakter från:

source: Choose the file format you have your contacts stored in:
cs: Zvolte, ve kterém formátu souborů máte kontakty uloženy:
de: Wählen Sie das Format der Datei mit den Kontakten:
es: Elija el formato del archivo en el que tiene sus contactos almacenados:
ru: Выберите формат файла, в котором хранятся ваши контакты:
sv: Välj det filformat du vill ha dina kontakter lagrade i:

source: <html> If you have a problem with import, please check whether there is a newer Esmska release and try to use it. </html>
cs: <html> Pokud budete mít problémy s importem, ověřte, zda nevyšla novější verze Esmsky, a zkuste to v ní. </html>
es: <html> Si tiene problemas para importar, por favor revise si hay una nueva versión de Esmska e intente usarla. </html>
ru: <html> Если при импорте возникла проблема, проверьте, не вышел ли более новый выпуск Esmska, и попробуйте использовать его. </html>
sv: <html> Var god kontrollera om det finns en ny version av Esmska tillgänglig om du har problem med importering. </html>

# ImportFrame.progressBar.string
source: Please wait...
cs: Prosím čekejte...
de: Bitte warten …
es: Espere un momento...
ru: Ждите...
sv: Var god vänta...

source: Contact import - Esmska
cs: Import kontaktů - Esmska
de: Kontakt-Import – Esmska
es: Importar contactos - Esmska
ru: Импорт контактов - Esmska
sv: Kontakter importerade - Esmska

# ImportFrame.vCard_filter
source: vCard files (*.vcard, *.vcf)
cs: vCard soubory (*.vcard, *.vcf)
de: vCard-Dateien (*.vcard, *.vcf)
es: Archivos vCard (*.vcard, *.vcf)
ru: vCard файлы (*.vcard, *.vcf)
sv: vCard-filer (*.vcard, *.vcf)

source: Im&port
cs: Im&portovat
de: Im&portieren
es: Im&portar
ru: Им&порт
sv: Im&portera

source: <html> <h2>First run</h2> Following settings were detected automatically. Are they correct? </html>
cs: <html> <h2>První spuštění</h2> Následující nastavení byla zjištěna automaticky. Jsou v pořádku? </html>
es: <html> <h2>Ejecutar primero</h2> Los siguientes ajustes se detectaron de forma automática. ¿Son correctos? </html>
ru: <html> <h2>Первый запуск</h2> Следующие настройки были определены автоматически. Они правильные? </html>
sv: <html> <h2>Första körning</h2> Följande inställningar detekterades automatiskt. Är de korrekt? </html>

source: Clea&r
cs: &Vyčistit
de: Lee&ren
es: Limpia&r
ru: О&чистить
sv: Rens&a

source: Clears current log
cs: Vymaže aktuální protokol
de: Leert das aktuelle Protokoll
es: Borra el registro actual
ru: Очистить текущий журнал
sv: Rensar nuvarande log

source: Copy the whole log contents to the system clipboard
cs: Zkopíruje celý obsah protokolu do systémové schránky
de: Gesamten Inhalt des Protokolls in die Zwischenablage kopieren
es: Copiar todo el contenido de los registros al portapapeles del sistema
ru: Копировать всё содержимое журнала в буфер обмена
sv: Kopiera hela loggens innehåll till systemets urklipp

source: Log - Esmska
cs: Protokol - Esmska
de: Protokoll – Esmska
es: Registro - Esmska
ru: Журнал - Esmska
sv: Logg - Esmska

source: &Log
cs: &Protokol
de: Protoko&ll
es: Re&gistro
ru: &Журнал
sv: &Logg

source: <html><h2>Esmska is already running!</h2>Esmska is already once started. You can't run multiple program instances.<br>This one will now quit.</html>
cs: <html><h2>Esmska již jednou běží!</h2>Esmska je již jednou spuštěna. Program nelze mít spuštěný vícekrát.<br>Tato instance se nyní ukončí.</html>
ru: <html><h2>Esmska уже запущена!</h2>Вы уже запустили Esmska ранее. Нельзя запускать несколько экземпляров программы одновременно.<br>Этот экземпляр будет сейчас закрыт.</html>

source: <html><h2>Error accessing user directories</h2>There is a problem with reading or writing some of your configuration directories<br>(wrong permissions maybe?). These directories are: <ul> <li>User configuration directory: <i>{0}</i></li> <li>User data directory: <i>{1}</i></li> </ul> You can get more detailed information when you run the program from the console.<br>It is not possible to continue, Esmska will now exit. </html>
cs: <html><h2>Chyba přístupu k uživatelským adresářům</h2>Vyskytl se problém se čtením nebo zápisem do některých adresářů s vaším nastavením<br>(že by špatná oprávnění?). Tyto adresáře jsou: <ul> <li>Adresář s nastavením uživatele: <i>{0}</i></li> <li>Adresář s daty uživatele: <i>{1}</i></li> </ul> Podrobnější informace získáte, když spustíte program v terminálu.<br>Není možné dále pokračovat, Esmska se nyní ukončí. </html>
es: <html><h2>Error al accesar a los directorios del usuario</h2>Hay un problema para leer o escribir algunos de sus directorios de configuración<br>(¿Permisos equivocados tal vez?). Estos directorios son: <ul> <li>Directorio de configuración de usuario: <i>{0}</i></li> <li>Directorio de datos de usuario: <i>{1}</i></li> </ul> Puede usted obtener mayor información cuando ejecute el programa desde la consola.<br>No es posible contunuar, Esmska se cerrará ahora. </html>
ru: <html><h2>Ошибка доступа к каталогам пользователя</h2>Возникла проблема при чтении или записи некоторых из ваших конфигурационных каталогов<br>(возможно, отсутствуют права доступа?). Вот эти каталоги: <ul> <li>Конфигурационный каталог пользователя: <i>{0}</i></li> <li>Каталог с данными пользователя: <i>{1}</i></li> </ul> Более подробную информацию можно получить, запустив программу из консоли.<br>Продолжение работы невозможно, Esmska сейчас завершит работу. </html>

source: Choose the location of the configuration files
cs: Zvolte umístění konfiguračních souborů
de: Wählen Sie den Ort der Konfigurationsdateien
es: Elija la locación de los archivos de configuración
ru: Выберите местоположение конфигурационных файлов
sv: Välj platsen för konfigurationsfilerna

source: <html><h2>Program is too old!</h2>Your user data files were written by a more recent program version ({0})<br>than your current version is ({1}). Maybe you have installed an older version<br>of Esmska by accident. You can fix that by downloading and installing the latest<br>version of Esmska.<br><br><i>It is not recommended to proceed, user data loss may occur!</i>
cs: <html><h2>Program je příliš starý!</h2>Vaše uživatelské soubory byly zapsány novější verzí programu ({0})<br>než je vaše aktuální verze ({1}). Možná jste nainstalovali starší verzi<br>Esmsky omylem. Můžete to opravit stáhnutím a instalací nejnovější<br>verzí Esmsky.<br><br><i>Není doporučeno pokračovat dále, může dojít ke ztrátě uživatelských dat!</i>
es: <html><h2>¡El programa es obsoleto!</h2>Sus archivos actuales fueron escritos por una versión más reciente del programa ({0})<br>que la que actualmente está usando ({1}). Tal vez usted instaló una versión más antigua<br>de Esmska por accidente. Puede reparar esto descargando e instalando la última<br>version de Esmska.<br><br><i>¡No se recomienda continuar, podría perder sus datos!</i>
ru: <html><h2>Программа устарела!</h2>Ваши пользовательские файлы данных были созданыв более новой версии программы ({0}),<br>а ваша текущая версия - ({1}). Возможно, вы по ошибке установили старую<br>версию Esmska. Вы можете исправить это, загрузив и установив самую свежую<br>версию Esmska.<br><br><i>Продолжать работу не рекомендуется, может произойти потеря данных пользователя!</i>

source: <html>You current Java doesn't support execution of the JavaScript files<br>which is necessary for the program to work properly. It is recommended to use <br>Java from Sun. The program will now exit.</html>
cs: <html>Vaše aktuální Java nepodporuje vykonávání JavaScriptových souborů,<br>což je ke správné funkci programu nezbytné. Je doporučené používat<br>Javu od firmy Sun. Program se nyní ukončí.</html>
es: <html>Su Java actual no soporta la ejecución de los archivos JavaScript<br>necesarios para que el programa trabaje de forma apropiada. Se recomienda usar <br>Java de Oracle. El programa finalizará ahora.</html>

source: Run anyway
cs: Přesto spustit
de: Weglaufen
es: Ejecutar de todos modos
ru: Всё равно запустить
sv: Kör ändå

source: Quit program
cs: Ukončit program
de: Programm beenden
es: Salir del programa
ru: Выйти из программы
sv: Avsluta Program

source: Some of the configuration files couldn't be saved!
cs: Některé konfigurační soubory nemohly být uloženy!
de: Einige der Konfigurationsdateien konnten nicht gespeichert werden!
es: ¡Algunos de los archivos de configuración no pudieron ser guardados!
sv: En del av konfigurationsfilerna kunde inte sparas!

source: Configure program behaviour
cs: Nastavit chování programu
de: Programmverhalten konfigurieren
es: Configurar el comportamiento del programa
ru: Настроить поведение программы
sv: Konfigurera program betende

source: Donate
cs: Podpořte program
de: Spenden
es: Donar
ru: Пожертвовать
sv: Donera

source: &Support this project!
cs: &Podpořte tento projekt!
de: Dieses Projekt unter&stützen!
es: ¡Apoye e&ste proyecto!
ru: &Поддержать этот проект!
sv: &Stöd detta projekt!

source: Export contacts to file
cs: Exportovat kontakty do souboru
de: Kontakte in Datei exportieren
es: Exportar contactos a archivo
ru: Экспортировать контакты в файл
sv: Exportera kontakter till fil

source: Frequently Asked &Questions
cs: Často kladené &dotazy
de: Häufig gestellte &Fragen
es: Preguntas frecuentes (FAQ's)
ru: Часто Задаваемые &Вопросы
sv: &Vanliga frågor

source: See the most frequently asked questions (online)
cs: Zobrazit nejčastěji pokládané otázky (online)
es: Ver las preguntas frecuentes (en línea)
ru: Посмотреть наиболее часто задаваемые вопросы (онлайн)
sv: Se vanliga frågor (online)

source: &Ask the authors...
cs: Položit dotaz &autorům...
de: Die Autoren fr&agen …
es: Pregunte a los &autores...
ru: &Спросить авторов...
sv: &Fråga författarna...

source: Ask a question in a support forum
cs: Položit dotaz v podpůrném fóru
es: Haga una pregunta en un foro de soporte
ru: Задать вопрос на форуме поддержки
sv: Ställ en fråga på ett supportforum

source: &Help
cs: Nápo&věda
de: &Hilfe
es: Ay&uda
ru: Справка
sv: &Hjälp

source: Contact import successfully finished
cs: Import kontaktů úspěšně dokončen
de: Kontakt-Import erfolgreich abgeschlossen
es: Importación de contactos terminada con éxito
ru: Импорт контактов успешно завершен
sv: Kontaktimportering slutfördes riktigt

source: Import contacts from other applications
cs: Importovat kontakty z jiných aplikací
de: Kontakte von anderen Anwendungen importieren
es: Importar contactos desde otra aplicación
ru: Импортировать контакты из других приложений
sv: Importera kontakter från andra applikationer

source: &Message
cs: &Zpráva
de: &Nachricht
es: &Mensaje
ru: &Сообщение
sv: &Medelande

source: A <a href="">new program version</a> ({0}) has been released!
cs: Byla vydána <a href="">nová verze programu</a> ({0})!
de: Eine <a href="">neue Version des Programms</a> ({0}) wurde veröffentlicht!
es: A <a href="">¡Hay una nueva versión del programa</a> ({0}) disponible!
ru: Вышла <a href="">новая версия программы</a> ({0}) !
sv: En <a href="">ny version av programmet</a> ({0}) har släppts!

source: <html> <h2>No gateways can be found!</h2> The program is useless without gateways. The cause of the problem may be:<br> <ul> <li>Your program is incorrectly installed and some of the files<br> are missing or are corrupted. Try to download it again.</li> <li>The operating system has wrongly set the program path.<br> Instead of clicking on <i>esmska.jar</i> try to run the program rather using<br> the <i>esmska.sh</i> file (in Linux, etc) or the <i>esmska.exe</i> (in Windows).</li> </ul> The program will now attempt to download the gateways from the Internet. </html>
cs: <html> <h2>Nepodařilo se nalézt žádné brány!</h2> Bez bran je program nepoužitelný. Problém může pramenit z těchto příčin:<br> <ul> <li>Váš program je nekorektně nainstalován a chybí mu některé<br> soubory nebo jsou poškozeny. Zkuste jej stáhnout znovu.</li> <li>Operační systém špatně nastavil cestu k programu.<br> Zkuste místo poklikání na <i>esmska.jar</i> raději program spustit pomocí<br> souboru <i>esmska.sh</i> (v Linuxu, apod) nebo <i>esmska.exe</i> (ve Windows).</li> </ul> Program se nyní pokusí stáhnout brány z Internetu. </html>
ru: <html> <h2>Шлюзов не найдено!</h2> Без шлюзов программа бесполезна. Возможные причины проблемы:<br> <ul> <li>Программа установлена неправильно, из-за чего некоторые из файлов<br> отсутствуют или повреждены. Попробуйте загрузить её снова.</li> <li>В операционной системе неправильно задан путь к программе.<br> Вместо щелчка на <i>esmska.jar</i> попробуйте запустить программу, используя<br> файл <i>esmska.sh</i> (в Linux, и т.п.) или <i>esmska.exe</i> (в Windows).</li> </ul> Программа сейчас попытается загрузить шлюзы из интернета. </html>

source: Report a &problem...
cs: Nahlásit p&roblém...
de: Einen &Fehler melden …

source: Report a broken program behavior
cs: Nahlásit vadu v programu

source: Redo (Ctrl+Y)
cs: Vpřed (Ctrl+Y)
de: Wiederholen (Strg+Y)
es: Rehacer (Ctrl+Y)
ru: Повторить (Ctrl+Y)
sv: Gör om (Ctrl+Y)

source: Show history of sent messages
cs: Zobrazit historii odeslaných zpráv
de: Verlauf gesendeter Nachrichten anzeigen
es: Mostrar historial de mensajes enviados
ru: Показать историю отправленных сообщений
sv: Visa sändnings historik

source: Show program information
cs: Zobrazit informace o programu
de: Programminformationen anzeigen
es: Mostrar información del programa
ru: Показать информацию о программе
sv: Visa Program information

source: Message for {0} couldn''t be sent!
cs: Zprávu pro {0} se nepodařilo odeslat!
de: Nachricht für {0} konnte nicht gesendet werden!
es: ¡El mensaje para {0} no se pudo enviar!
ru: Не удалось отправить сообщение для {0}!
sv: Medelande till {0} kunde inte skickas!

source: Message for {0} sent.
cs: Zpráva pro {0} odeslána.
de: Nachricht für {0} wurde gesendet.
es: Mensaje para {0} enviado.
ru: Сообщение для {0} отправлено.
sv: Medelande till {0} skickat.

source: &Tools
cs: &Nástroje
de: &Werkzeuge
es: Herramien&tas
ru: &Инструменты
sv: &Verktyg

source: &Translate this application...
cs: Pře&ložit tuto aplikaci...
de: Diese Anwendung &übersetzen …
es: &Traducir esta aplicación...
ru: &Перевести данное приложение...
sv: &Översätt denna applikation...

source: Help to translate this application into your native language
cs: Pomozte přeložit tuto aplikaci do svého rodného jazyka
es: Ayude a traducir esta aplicación a su lenguaje nativo
ru: Помогите перевести данное приложение на ваш родной язык
sv: Hjälp till att översätta den här appliktionen till ditt modersmål

source: Undo (Ctrl+Z)
cs: Zpět (Ctrl+Z)
de: Rückgängig (Strg+Z)
es: Deshacer (Ctrl+Z)
ru: Отменить (Ctrl+Z)
sv: Ångra (Ctrl+Z)

source: Message &history
cs: &Historie zpráv
de: Nac&hrichtenverlauf
es: &Historial del mensaje
ru: История &сообщений
sv: Medelande historik

source: Move down
cs: Přesunout níž
es: Bajar
ru: Переместить вниз
sv: Flytta ner

source: Move up
cs: Přesunout výš
es: Subir
ru: Переместить вверх
sv: Flytta upp

source: Multiple sending
cs: Hromadné odesílání
es: Envío multiple
ru: Множественная отправка
sv: Skicka flera

source: New contact
cs: Nový kontakt
de: Neuer Kontakt
es: Nuevo contacto
ru: Новый контакт
sv: Ny kontakt

source: Pause/unpause sending
cs: Pozastavit/spustit odesílání
de: Senden unterbrechen/fortsetzen
es: Pausar/continuar envío
ru: Приостановить/возобновить отправку
sv: Pausa/återuppta sändning

source: Pause
cs: Pozastavit
de: Anhalten
es: Pausa
ru: Пауза
sv: Pausa

source: Pause queue
cs: Pozastavit frontu
de: Warteschlange anhalten
es: Pausar cola
ru: Приостановить очередь
sv: Pausa kö

source: Pause sms queue
cs: Pozastavit frontu sms
de: SMS-Warteschlange anhalten
es: Pausar cola de SMS
ru: Приостановить очередь SMS
sv: Pausa SMS-kö

source: Preferences
cs: Nastavení
de: Einstellungen
es: Preferencias
ru: Параметры
sv: Inställningar

source: &Preferences
cs: &Nastavení
de: &Einstellungen
es: &Preferencias
ru: &Параметры
sv: &Inställningar

source: Program start
cs: Spuštění programu
de: Programmstart
es: Inicio del programa
ru: Запуск программы

source: Move sms down in the queue
cs: Posunout sms ve frontě níže
es: Mover SMS abajo en la cola
ru: Переместить SMS ниже в очереди
sv: Flytta ned SMS i kön

source: Move sms up in the queue
cs: Posunout sms ve frontě výše
es: Mover SMS arriba en la cola
ru: Переместить SMS выше в очереди
sv: Flytta upp SMS i kön

source: Pause sending of sms in the queue (Alt+P)
cs: Pozastavit odesílání sms ve frontě (Alt+P)
es: Pausar el envío de SMS en la cola (Alt+P)
ru: Приостановить отправку SMS в очереди (Alt+P)
sv: Pausa sändningen för SMS:et i kön (Alt+P)

source: Unpause sending of sms in the queue (Alt+P)
cs: Pokračovat v odesílání sms ve frontě (Alt+P)
es: Continuar el envío de SMS en la cola (Alt+P)
ru: Возобновить отправку SMS в очереди (Alt+P)
sv: Återuppta sändningen för SMS:et i kön (Alt+P)

source: Queue
cs: Fronta
de: Warteschlange
es: Cola
ru: Очередь
sv: Kö

source: Really remove all selected messages from the queue?
cs: Opravdu z fronty odstranit všechny označené zprávy?
de: Wirklich alle gewählten Nachrichten aus der Warteschlange entfernen?
ru: Действительно удалить из очереди все выделенные сообщения?

source: The queue is now PAUSED.
cs: Fronta je nyní POZASTAVENA.
de: Die Warteschlange ist ANGEHALTEN.
es: La cola ahora está pausada.
ru: Очередь ПРИОСТАНОВЛЕНА.
sv: Kön är PAUSAD

source: <html> <h2>Replace the text?</h2> You are currently composing a new message. Do you want to discard the text<br> and replace it with the selected message from the queue? </html>
cs: <html> <h2>Nahradit text?</h2> Aktuálně vytváříte novou zprávu. Chcete její text zahodit<br> a nahradit jej označenou zprávou z fronty? </html>
es: <html> <h2>¿Reemplazar el texto?</h2> Está actualmente escribiendo un nuevo mensaje. ¿Desea descartar el texto<br> y reemplazarlo con el seleccionado desde la cola? </html>
ru: <html> <h2>Заменить текст?</h2> Вы набираете новое сообщение. Вы хотите отменить текст<br> и заменить его выбранным сообщением из очереди? </html>
sv: <html> <h2>Vill du ersätta texten?</h2> Du håller för tillfället på med att skriva ett nytt meddelande. Vill du ta bort texten<br> och ersätta den med den valda meddelandet från kön? </html>

source: Quit
cs: Ukončit
de: Beenden
es: Salir
ru: Выход
sv: Avsluta

source: &Quit
cs: U&končit
de: &Beenden
es: &Salir
ru: &Выход
sv: &Avsluta

source: Recipient
cs: Příjemce
de: Empfänger
es: Destinatario
ru: Получатель
sv: Mottagare

source: &Redo
cs: &Vpřed
de: Wiede&rholen
es: &Rehacer
ru: По&вторить
sv: &Gör om

source: Replace
cs: Nahradit
de: Ersetzen
es: Reemplazar
ru: Заменить
sv: Ersätt

source: Redo undone change in message text
cs: Zopakovat vrácenou změnu v textu zprávy
de: Rückgängig gemachte Änderung im Nachrichtentext wiederherstellen
es: Rehacer el cambio deshecho en el mensaje de texto
ru: Повторить отменённое изменение в тексте сообщения
sv: Gör om ändringar i meddelandetexten

source: Text is too long!
cs: Text je příliš dlouhý!
de: Der Text ist zu lang!
es: ¡El texto es demasiado largo!
ru: Текст слишком длинный!
sv: Texten är för lång!

source: Undo change in message text
cs: Vrátit změnu v textu zprávy
de: Änderung im Nachrichtentext rückgängig machen
es: Deshacer cambio en el mensaje de texto
ru: Отменить изменение в тексте сообщения
sv: Ångra ändringar i meddelandetexten

source: Message
cs: Zpráva
de: Nachricht
es: Mensaje
ru: Сообщение
sv: Meddelande

source: Compress the message or currently selected text (Ctrl+K)
cs: Zkomprimovat zprávu nebo aktuálně vybraný text (Ctrl+K)
de: Die Nachricht oder den gewählten Text packen (Strg+K)
es: Comprimir el mensaje o el texto en la selección actual (Ctrl+K)
ru: Сжать сообщение или текущий выделенный текст (Ctrl+K)
sv: Komprimera meddelandet eller markerad text (Ctrl+K)

source: <html> Recipient not supported by this gateway. Allowed number prefixes: {0} </html>
cs: <html> Příjemce není branou podporován. Povolené prefixy čísla: {0} </html>
es: <html> Receptor no soportado por este operador. Prefijos permitidos: {0} </html>
ru: <html> Получатель не поддерживается этим шлюзом. Допустимые префиксы номера: {0} </html>
sv: <html> Mottagare stödjs inte av denna gateway. Tillåtet antal prefix: {0} </html>

source: <html> Selected gateway requires registration. Enter your credentials in the <a href="{0}">options dialog</a>. </html>
cs: <html> Zvolená brána vyžaduje registraci. Zadejte své přihlašovací údaje v <a href="{0}">dialogu nastavení</a>. </html>
es: <html> El operador seleccionado requiere de registro. Ingrese sus credenciales en el <a href="{0}">diálogo de opciones</a>. </html>
ru: <html> Выбранный шлюз требует регистрации. Введите ваши учётные данные в <a href="{0}">диалоге настроек</a>. </html>
sv: <html> Vald gateway kräver registrering. Var god ange dina kreditiver i <a href="{0}">Alternativdialogen</a>. </html>

source: <html>Chars in whole message: <b>{0}/{1}</b> (<b>{2}</b> remaining)</html>
cs: <html>Znaků v celé zprávě: <b>{0}/{1}</b> (zbývá <b>{2}</b>)</html>
es: <html>Caracteres en todo el mensaje: <b>{0}/{1}</b> (restan <b>{2}</b>)</html>
sv: <html>Tecken i hela meddelandet: <b>{0}/{1}</b> (<b>{2}</b> återstår)</html>

source: &Gateway:
cs: &Brána:
ru: &Шлюз:

source: <html>Number is not in a valid international format.</html>
cs: <html>Číslo není v platném mezinárodním formátu.</html>
es: <html>El número no está en un formato internacional válido.</html>
sv: <html>Numret är inte ett giltigt internationellt format.</html>

source: R&ecipient:
cs: Příj&emce:
de: &Empfänger:
es: D&estinatario
ru: П&олучатель
sv: &Mottagare:
