Repository: kparal/esmska
Catalog: esmska/po/*.po
Languages: he

source: I acknowledge that
he: אני מסכים לכך

source: Credits
he: תודות

source: License
he: רשיון

source: Thank you
he: תודה לך

source: C&redits
he: &תודות

source: Sending SMS over Internet.
he: שליחת SMS דרך האינטרנט.

source: &License
he: &רשיון

source: <html><a href="">Homepage</a></html>
he: <html><a href="">דף הבית</a></html>

source: <html> Show program home page </html>
he: <html> הצג את דף הבית של התוכנה </html>

source: <html><a href="">Support project</a></html>
he: <html><a href="">הבעת תמיכה במיזם</a></html>

source: About Esmska
he: אודות Esmska

source: &About
he: &אודות

source: Add contact
he: הוסף איש קשר

source: Add new contact (Alt+A)
he: הוספת איש קשר חדש

source: Cancel
he: ביטול

source: &Cancel
he: &ביטול

source: Check for program and gateway updates
he: בדיקת עדכוני תוכנה ושערי גישה

source: &Updates checker
he: &בודק העדכונים

source: Copy
he: העתק

source: Cut
he: גזור

source: Paste
he: הדבק

source: &Close
he: ס&גור

source: Available options:
he: אפשרויות זמינות:

source: debug mode
he: מצב ניפוי

source: Enable the portable mode - ask for location of the user configuration directory. Can't be used with -c.
he: אפשר את מצב הניידות - שאל אחר מיקומה של תיקיית התצורה. לא ניתן לשימוש עם המשתנה -c.

source: Invalid option on the command line! (''{0}'')
he: אפשרות שגויה בשורת הפקודה! (''{0}'')

source: OPTIONS
he: אפשרויות

source: path
he: נתיב

source: Show this help.
he: הצגת עזרה זו.

source: Usage:
he: שימוש:

source: Print program version and exit.
he: הצג את גרסת התוכנה וצא.

source: &Compress
he: &דחס

source: A&dvanced settings
he: הגדרות מ&תקדמות

source: Show items with more advanced settings
he: הצגת פריטים עם הגדרות מתקדמות יותר

source: &Appearance
he: &חזות

source: &Delete all login credentials
he: &מחק את כל פרטי ההתחברות

source: &Connection
he: הת&חברות

source: Request the &delivery report
he: מבקש את דוח &ההעברה

source: This tab is for developing purposes only. It will not be visible in the final release.
he: לשונית זו הינה למטרות פיתוח בלבד. הלשונית לא תהיה גלויה במהדורה הסופית.

source: Use default form &layout
he: השתמש במבנה &ברירת המחדל של הטופס

source: <html> Current program dimension will be ignored and the default<br> layout will be restored on the next program startup </html>
he: <html> מימדי התוכנה הנוכחיים יאופסו ומבנה ברירת המחדל יחול עם ההפעלה<br> הבאה של התוכנית </html>

source: &General
he: &כללי

source: <html> HTTP proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:80 </html>
he: <html> כתובת שרת מתווך ה־HTTP הינה במבנה 'מארח' או 'מארח:פתחה'<br> לדוגמה: proxy.company.com:80 </html>

source: <html> HTTPS proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:443 </html>
he: <html> כתובת שרת מתווך ה־HTTPS הינה במבנה 'מארח' או 'מארח:פתחה'<br> לדוגמה: proxy.company.com:443 </html>

source: &Number:
he: &מספר:

# ConfigFrame.jLabel10.text
source: &Gateway:
he: שער &גישה:

source: &Username:
he: &שם משתמש:

source: Pa&ssword:
he: &סיסמה:

source: <html><i> Although the passwords are stored encrypted the original content may be retrieved. We strongly suggest to set the access rights in such manner that no other user has the access to the <u>program configuration directory</u>. </i></html>
he: <html><i> למרות כי הסיסמאות נשמרות מוצפנות ניתן לאחזר את התוכן המקורי. אנו ממליצים בחום להגדיר את הרשאות הגישה באופן שאף משתמש אחר לא יוכל לגשת אל <u>תיקיית תצורת התוכנה</u>. </i></html>

source: H&TTP proxy:
he: מ&תווך HTTP:

source: HTTP&S proxy:
he: מת&ווך HTTPS:

source: SO&CKS proxy:
he: מתוו&ך SOCKS:

# ConfigFrame.jLabel3.text
source: &Name:
he: &שם:

source: <html> Here you can set your login credentials for gateways which require it. </html>
he: <html> כאן ניתן להגדיר את פרטי ההתחברות לשערי גישה הדורשים זאת. </html>

source: <html> Allows you to change the appearance of the program </html>
he: <html> מאפשר לך לשנות את מראה התוכנה </html>

source: &Login credentials
he: &פרטי התחברות

source: Loo&k:
he: מ&ראה:

source: Multiplatform
he: ריבוי פלטפורמות

source: Show icon in the &notification area
he: הצג סמל באיזור הה&תראות

source: <html> Show icon in the notification area of the window manager (so-called <i>system tray</i>).<br> <br> Beware, when using modern composite window managers (Compiz, Beryl, ...) this<br> feature is available only from Java 6 Update 10. </html>
he: <html> הצג סמל באזור ההתרעה של מנהל החלונות (ידוע בשם <i>מגשית המערכת</i>).<br> <br> הזהר, בעת שימוש במנהלי חלונות חדישים (Compiz, Beryl, ...) תכונה<br> זו זמינה רק לאחר העדכון העשירי של Java 6. </html>

source: The password belonging to the username
he: הסיסמה השייכת לשם המשתמש

source: P&rivacy
he: פ&רטיות

source: &Restrict the sent message history only to last {0} days.
he: ה&גבל את היסטוריית ההודעות היוצאות ל־{0} הימים האחרונים.

source: <html> When closing program the sent message history only for the chosen<BR> last period will be saved </html>
he: <html> בעת סגירת התוכנה היסטוריית ההודעות שנשלחו ישמרו רק<BR> עבור פרק הזמן האחרון הנבחר </html>

source: Remove &diacritics from messages
he: הסר &סימנים דיאקריטיים מההודעות

source: <html> All diacritics marks will be removed from the message before sending it.<br> Note: This may not work for all languages. </html>
he: <html> כל הנקודות הדיאקריטיות יוסרו מההודעות בטרם השליחה. הערה: יתכן שפעולה זו לא תפעל על כל השפות. </html>

source: Do you really like to remove all entered login credentials?
he: האם אתה בטוח שברצונך להסיר את כל פרטי ההתחברות שהוזנו?

source: <html> Filled in name occupies space in the message but is not visible,<br> therefore the message text coloring and message counter indicator<br> may seem not to match </html>
he: <html> השם שהוזן תופס חלק מההודעה אך אינו גלוי,<br> לכן צביעת הודעת הטקסט אינה נראית זהה למחוון הספירה<br> </html>

source: Sender number in international format (starting with '+' sign)
he: מספר השולח במבנה בינלאומי (מתחיל בסימן '+')

source: Show password
he: הצגת סיסמה

source: <html> SOCKS proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:1080 </html>
he: <html> כתובת שרת המתווך מסוג SOCKS הינה מהתבנית 'מארח' או 'מארח:פתחה'. דוגמה: proxy.company.com:1080 </html>

source: Hide program to &icon on startup
he: הסתר את התוכנה ל&סמל עם ההפעלה

source: <html> Immediatelly after startup the program will be hidden<br> to the icon in the notification area </html>
he: <html> מיד לאחר ההפעלה התוכנית תוסתר<br> לסמל שבאזור ההתרעות </html>

source: System
he: מערכת

source: <html> Color motives for the chosen look </html>
he: <html> מוטיבי צבע עבור המראה הנבחר </html>

source: The&me:
he: ע&רכת נושא:

source: Show program &tip on startup
he: הצג את &עצות התוכנה עם ההתחלה

source: <html> Show a random tip about working with the program<br> in the status bar on program startup </html>
he: <html> הצג עצה אקראית אודות אופן השימוש בתוכנה<br> בסרגל המצב עם הפעלת התוכנה </html>

source: Preferences - Esmska
he: העדפות - Esmska

source: Show the &toolbar
he: הצג את &סרגל הכלים

source: <html> Show the toolbar which helps to access some actions with mouse more easily </html>
he: <html> הצג את סרגל הכלים המסייע לגשת לכמה פעולות עם העכבר ביתר קלות </html>

source: Unknown
he: לא ידוע

source: Use pro&xy server *
he: השתמש בשרת מ&תווך *

source: Whether a proxy server should be used for connections
he: האם להשתמש בשרת מתווך עבור ההתחברות

source: Add a sender &signature to the message
he: הוסף חתימת &שולח להודעה

source: <html>User configuration directory:<br>{0}</html>
he: <html>תיקיית תצורת המשתמש:<br>{0}</html>

source: Start program &centered on the screen
he: התוכנה תופעל &ממורכזת במסך

source: <html>Whether the program window should be placed according to operating system<br> or centered on the screen</html>
he: <html>האם חלון התוכנה אמור להיות ממוקם בהתאם למערכת ההפעלה<br> או ממורכז למרכז המסך</html>

source: <html><h2>A file named ''{0}'' already exists.<br>Do you really want to replace it?</h2>This file already exists in ''{1}''.<br>By replacing it you will overwrite the whole it''s contents.</html>
he: <html><h2>קובץ הנושא את השם ''{0}'' כבר קיים.<br>האם אתה בטוח שברצונך להחליף אותו?</h2>קובץ זה כבר קיים תחת ''{1}''.<br>על ידי החלפת הקובץ ישוכתב כל תוכנו של הקובץ.</html>

source: Contact
he: איש קשר

source: Contacts
he: אנשי קשר

source: Contact list (Alt+K)
he: רשימת אנשי הקשר (Alt+K)

source: <html><h3>Really remove following contacts?</h3></html>
he: <html><h3>האם באמת להסיר את אנשי הקשר הבאים?</h3></html>

source: Contact &export
he: יי&צוא אנשי קשר

source: Contact &import
he: יי&בוא אנשי קשר

source: Co&py to clipboard
he: ה&עתק ללוח הגזירים

source: The country code for which you have filled out the prefix number
he: קוד המדינה שעבורה מילאת את הקידומת

source: <html> The international country prefix number starting with '+' sign.<br> When filled out this prefix will be supposed to be present with all the numbers written not in the<br> international format. Also the appeareance of these numbers will be much shorter in many labels. </html>
he: <html> מספר קידומת המדינה הבינלאומי המתחיל בסימן '+'.<br> כאשר תמלא את הקידומת הזו היא תפקידה יהיה לייצג את כל המספרים שלא נכתבו במבנה הבינלאומי.<br> כמו כן הופעת מספרים אלו תהיה קצרה בהרבה בתויות רבות. </html>

source: The &default country prefix number:
he: &קידומת המדינה כברירת המחדל:

source: unknown
he: לא ידועה

source: Create
he: צור

source: Written by:
he: נכתב על ידי:

source: Contributions from:
he: תרומות מאת:

source: Graphics:
he: גרפיקה:

source: Sponsors:
he: מממנים:

source: Translated by:
he: תורגם על ידי:

source: Date
he: תאריך

source: Delete
he: מחק

source: &Delete
he: &מחק

source: Delete contacts
he: מחק אנשי קשר

source: Delete messages
he: מחק הודעות

source: Delete selected contacts
he: מחק את אנשי הקשר הנבחרים

source: Delete selected messages
he: מחק את ההודעות הנבחרות

source: Delete selected messages from history
he: מחק את ההודעה הנבחרת מההיסטוריה

source: Send SMS over the Internet
he: שלח SMS דרך האינטרנט

source: SMS Sender
he: שליחת SMS

# EditContactPanel.nameLabel.text
source: &Name:
he: &שם:

source: Contact name
he: שם איש הקשר

source: Nu&mber:
he: מ&ספר:

source: Edit contact
he: ערוך איש קשר

source: Edit contacts
he: ערוך את אנשי הקשר

source: Edit contacts collectively
he: ערוך את אנשי הקשר כקבוצה

source: Edit message
he: ערוך הודעה

source: Edit selected contacts
he: ערוך את אנשי הקשר הנבחרים

source: Edit selected message
he: ערוך את ההודעה הנבחרת

source: The file ''{0}'' can''t be written!
he: לא ניתב לכתוב את הקובץ ''{0}''!

source: Choose location and type of exported file
he: בחר את מיקום וסוג הקובץ המיוצא

source: Contact export
he: ייצוא אנשי קשר

# ExportManager.csv_filter
source: CSV files (*.csv)
he: קבצי CSV (*.csv)

source: Contact export failed!
he: ייצוא אנשי הקשר נכשל!

source: <html>You can export your contacts to the CSV or vCard file. These are<br> text files with all the data clearly visible and readable.<br> By using import function you can later on load this data back to Esmska<br> or use it other way.<br><br> The file in vCard format is standardized and you can use it<br> in many other applications. The CSV file has very simple contents<br> and every program creates it a little differently. If you need to change it's<br> structure to import it in other program you can use some spreadsheet,<br> eg. freely available OpenOffice Calc (www.openoffice.org).<br><br> The file will be saved in the UTF-8 encoding.</html>
he: <html>תוכל לייצא את אנשי הקשר שלך לקבצים מסוג CSV או vCard. אלו הם<br> קבצי טקסט המכילים נתונים ברורים וקריאים.<br> על ידי שימוש בפונקציית הייבוא תוכל לטעון נתונים אלה מאוחר יותר אל Esmska<br> או לעשות בו שימוש בכל דרך אחרת.<br><br> קובץ הנמצא במבנה vCard הינו קובץ מתוקנן וניתן להשתמש בו במגוון רחב של<br> תוכנות. לקובץ ה־CSV ישנם תכנים בסיסיים ביותר<br> וכל תוכנה יוצרת אותו מעט אחרת. אם תאלץ לשנות את מבנה הקובץ על מנת<br> לייבא אותו לתוכנה אחרת תוכל להשתמש בתוכנת גיליון נתונים,<br> לדוגמה "גליונות עבודה" מחבילת OpenOffice (www.openoffice.org).<br><br> הקובץ ישמר בקידוד UTF-8.</html>

source: Contact export finished successfully
he: ייצוא אנשי הקשר הושלם בהצלחה

source: Contact export finished successfully!
he: ייצוא אנשי הקשר הושלם בהצלחה!

# ExportManager.vcard_filter
source: vCard files (*.vcard, *.vcf)
he: קבצי vCard (*.vcard, *.vcf)

source: &Forward
he: ה&עבר

source: Hide program
he: הסתר תוכנית

source: History
he: היסטוריה

source: Clear search term (Alt+R, Escape)
he: נקה את תנאי החיפוש (Alt+R, Escape)

source: Number:
he: מספר:

source: Name:
he: שם:

source: Date:
he: תאריך:

source: Gateway:
he: שער גישה:

source: Sender number:
he: מספר השולח:

source: Sender name:
he: שם השולח:

source: Really remove all selected messages from history?
he: באמת להסיר את כל ההודעות הנבחרות מההיסטוריה?

source: Resend message to someone else
he: שלח את ההודעה שוב למישהו אחר

source: Enter term to search in messages history
he: הזן מונח לחיפוש בהיסטוריית ההודעות

source: &Search:
he: &חיפוש:

source: Sent messages history - Esmska
he: היסטוריית ההודעות שנשלחו - Esmska

# ImportFrame.CSV_filter
source: CSV files (*.csv)
he: קבצי CSV (*.csv)

# ImportFrame.Select
source: Select
he: בחר

source: &Back
he: ה&קודם

source: B&rowse...
he: ע&יון...

source: Find contacts file using dialog
he: חפש אנשי קשר באמצעות הדו־שיח

source: Choose the file with exported contacts
he: בחר את הקובץ עם אנשי הקשר המיוצאים

source: If you want to import these contacts press Import.
he: אם ברצונך לייבא אנשי קשר אלה לחץ על ייבוא.

source: <html>The program expects the file to be in the UTF-8 encoding.</html>
he: <html>התוכנה מצפה שהקובץ יהיה בקידוד UTF-8.</html>

source: <html>The program expects the file to be in the windows-1250 encoding (the default file encoding for czech MS Windows).</html>
he: <html>התוכנה מצפה שהקובץ יהיה בקידוד windows-1250 (קידוד הקבצים כברירת המחדל ב־MS Windows).</html>

source: Choose input file:
he: בחר קובץ קלט:

source: The path to contacts file
he: הנתיב אל קובץ אנשי הקשר

source: The file {0} can''t be read!
he: לא ניתן לקרוא את הקובץ {0}!

# ImportFrame.forwardButton.text
source: &Forward
he: ה&עבר

source: <html>First you need to export contacts from DreamCom SE. Run the program, go to the contact list and by using right mouse button export all your contacts to CSV file. Select that file here.</html>
he: <html>ראשית יהיה עליך לייצא את אנשי הקשר מ־DreamCom SE. הפעל את התוכנה, גש לרשימת אנשי הקשר ובאמצעות מקש העכבר הימני ייצא את כל אנשי הקשר שלך לקובץ CSV. בחר קובץ זה כאן.</html>

source: <html>To import contacts you need to have a CSV file prepared. You can create it by using "Export contacts" function. Select that file here.</html>
he: <html>על מנת לייבא אנשי קשר צריך להיות לך קובץ CSV. תוכל ליצור אותו על ידי שימוש בפונקציית "ייצוא אנשי הקשר". בחר קובץ זה כאן.</html>

source: <html>First you need to export contacts from Kubík SMS DreamCom. Run the program, go to the contact list and by using right mouse button export all your contacts to CSV file. Select that file here.</html>
he: <html>ראשית יהיה עליך לייצא את אנשי הקשר מ־Kubík SMS DreamCom. הפעל את התוכנה, גש לרשימת אנשי הקשר ובאמצעות מקש העכבר הימני ייצא את כל אנשי הקשר שלך לקובץ CSV. בחר קובץ זה כאן.</html>

source: <html>To import contacts you need to have a VCARD or VCF file prepared, which can be created by an application containing your contacts. Select that file here.</html>
he: <html>על מנת לייבא אנשי קשר צריך להיות ברשותך קובץ VCARD או VCF f מוכן מראש, אותו ניתן ליצור מתוך יישום המכיל את אנשי הקשר שלך. בחר קובץ זה כאן.</html>

source: <html><h2>There was an error while parsing file!</h2>The file probably contains invalid data.</html>
he: <html><h2>ארעה שגיאה בעת עיבוד הקובץ!</h2>ייתכן והקובץ מכיל נתונים לא תקינים.</html>

source: <html> Contact import will allow you to read your contacts from another application a copy them to Esmska. Contacts in your old application will remain intact. </html>
he: <html> ייבוא אנשי הקשר יאפשר לך לקרוא את אנשי הקשר מיישום אחר ולהעתיק אותם ל־Esmska. אנשי הקשר יוותרו ביישום הקודם ללא שינוי. </html>

source: <html> The file will be analyzed and then a list of contacts available for import will be shown to you. No changes will be made yet. </html>
he: <html> הקובץ יעובד ואז תוצג בפניך רשימת אנשי קשר הזמינים לייבוא. לא בוצעו כל שינויים עדיין. </html>

source: <html> If you have a problem with import, please check whether there is a newer Esmska release and try to use it. </html>
he: <html> במידה ומתגלות תקלות בעת הייבוא, אנא בדוק האם ישנה גירסה חדשה של Esmska ונסה להשתמש בה. </html>

# ImportFrame.progressBar.string
source: Please wait...
he: נא להמתין...

source: Contact import - Esmska
he: ייבוא אנשי קשר - Esmska

# ImportFrame.vCard_filter
source: vCard files (*.vcard, *.vcf)
he: קבצי vCard (*.vcard, *.vcf)

source: Import only contacts with known operator
he: ייבא אנשי קשר ממפעילים מוכרים בלבד

source: <html> If checked then contacts will be shown in the list and will be imported only when<br> they have operator this program can work with </html>
he: <html> במידה וסומן אנשי הקשר יוצגו ברשימה וייובאו רק כאשר<br> המפעיל שלהם נתמך על ידי התוכנה </html>

source: Clea&r
he: &נקה

source: Clears current log
he: מנקה את הרישום הנוכחי

source: Copy the whole log contents to the system clipboard
he: העתק את תוכן הרישום כולו ללוח הגזירים של המערכת

source: Log - Esmska
he: רישום - Esmska

source: &Log
he: רישו&ם

source: <html><h2>Esmska is already running!</h2>Esmska is already once started. We strongly discourage you from starting another<br>instances of the program because it may cause a user data loss.</html>
he: <html><h2>Esmska כבר פעילה!</h2>Esmska כבר הופעלה פעם אחת. אנו לא ממליצים להפעיל מופעים נוספים של התוכנה<br>כיוון שהם עלולים לגרום לאובדן המידע של המשתמש.</html>

source: Choose the location of the configuration files
he: בחר את מיקום קבצי התצורה

source: <html>You current Java doesn't support execution of the JavaScript files<br>which is necessary for the program to work properly. It is recommended to use <br>Java from Sun. The program will now exit.</html>
he: <html>גירסת הג'אווה הנוכחית שלך אינה תומכת בהפעלת קבצי ג'אווהסקריפט<br>הנחוצים על מנת שהתוכנה תעבוד. מומלץ להשתמש<br>בג'אווה מבית סאן. התוכנית תצא כעת.</html>

source: Run anyway
he: ברח

source: You are probably running the program on an unsupported Java version! Program might not work correctly with it! The tested Java versions are: Sun Java 6, OpenJDK 6, Apple Java 6.
he: יתכן והנך מריץ את התוכנה על גירסת ג'אווה שאינה נתמכת! התוכנה עלולה לעבוד שלא כראוי עם גירסת גא'ווה זו! גירסאות הג'אווה שנבדקו הן: ג'אווה 6 של סאן, OpenJDK 6, Apple ג'אווה 6.

source: Quit program
he: יציאה מהתוכנית

source: Some of the configuration files couldn't be saved!
he: לא ניתן לשמור כמה מקבצי התצורה!

source: Compress message (Ctrl+K)
he: דחוס את ההודעה (Ctrl+K)

source: Configure program behaviour
he: הגדרת התנהגות התוכנה

source: Export contacts to file
he: ייצוא אנשי הקשר לקובץ

source: Frequently Asked &Questions
he: שאלות &נפוצות

source: See the most frequently asked questions (online)
he: הצג את השאלות הנפוצות ביותר (באינטרנט - באנגלית)

source: Ask a question in a support forum
he: שאל שאלה בפורום התמיכה

source: &Help
he: ע&זרה

source: Contact import successfully finished
he: ייבוא אנשי הקשר הושלם בהצלחה

source: Import contacts from other applications
he: ייבא אנשי קשר מיישומים אחרים

source: &Message
he: הו&דעה

source: Report a problem or request a feature
he: דווח על בעיה או בקש תכונה

source: P&rogram
he: &תוכנה

source: Redo (Ctrl+Y)
he: בצע שוב (Ctrl+Y)

source: Show history of sent messages
he: הצג את היסטוריית ההודעות שנשלחו

source: Show program information
he: הצג את נתוני התוכנה

source: Message for {0} couldn''t be sent!
he: לא ניתן לשלוח את ההודעה עבור {0}!

source: <html><h2>Message for ''{0}'' couldn''t be sent!</h2>{1}</html>
he: <html><h2>לא ניתן לשלוח את ההודעה עבור ''{0}''!</h2>{1}</html>

source: Message for {0} sent.
he: ההודעה עבור {0} נשלחה.

source: Tip:
he: עצה:

source: &Tools
he: &כלים

source: Help to translate this application into your native language
he: עזור לתרגם תוכנה זו לשפת האם שלך

source: Undo (Ctrl+Z)
he: ביטול (Ctrl+Z)

source: Message &history
he: הי&סטוריית ההודעות

source: Move down
he: הזז מטה

source: Move up
he: הזז מעלה

source: Multiple sending
he: שליחה לריבוי נמענים

source: New contact
he: איש קשר חדש

source: Pause/unpause sending
he: השהה/המשך את השליחה

source: You don't have sufficient credit to send this message.
he: אין לך די אשראי לשליחת הודעה זו.

source: You have entered the wrong security code.
he: הזנת קוד אבטחה שגוי.

source: You have entered incorrect recipient number.
he: הזנת מספר נמען שגוי.

source: You have entered incorrent sender signature (number or name).
he: הזנת חתימת שולח שגויה (מספר או שם).

source: Remaining credit:
he: אשראי שנותר:

source: Free SMS remaining:
he: הודעות SMS בחינם שנותרו:

source: The gateway doesn't provide any information about successful sending. The message might be and <b>might not be</b> delivered.
he: שער הגישה אינו מציין נתונים אודות שליחה מוצלחת. ייתכן כי ההודעה נשלחה או ייתכן שהיא <b>איננה</b> נשלחה.

source: Pause queue
he: השהיית התור

source: Pause sms queue
he: השהיית תור ה־SMS

source: Preferences
he: העדפות

source: &Preferences
he: ה&עדפות

source: Program start
he: התחלת התוכנה

source: Move sms down in the queue
he: הורד את ה־SMS במורד התור

source: Move sms up in the queue
he: העלה את ה־SMS במעלה התור

source: Queue
he: תור

source: h
he: שע'

source: m
he: ד'

source: s
he: שנ'

source: Quit
he: יציאה

source: &Quit
he: י&ציאה

source: Recipient
he: נמען

source: &Redo
he: בצע &שוב

source: Replace
he: החלף

source: Redo undone change in message text
he: בצע שוב את השינויים בהודעת הטקסט

source: Text is too long!
he: הטקסט ארוך מדי!

source: Undo change in message text
he: בטל את השינויים בהודעת הטקסט

source: Message
he: הודעה

source: Omit whitespace from current message and rewrite it to "CamelCase" format
he: השמט רווחים מההודעה ושנה אותה למבנה "רישיות־מוקפצות" (לא תקף בעברית)

source: <html>Chars in whole message: <b>{0}/{1}</b> (<b>{2}</b> remaining)</html>
he: <html>תווים בהודעה כולה: <b>{0}/{1}</b> (נותרו <b>{2}</b>)</html>

# SMSPanel.gatewayLabel.text
source: &Gateway:
he: שער &גישה:

source: R&ecipient:
he: נ&מען:

source: <html> Contact's name or phone number.<br><br> To send message to multiple contacts hold Shift or Ctrl<br> when selecting contacts in the list.
he: <html> שם או מספר הטלפון של איש הקשר.<br><br> על מנת לשלוח הודעה למספר אנשי קשר החזק את המקשים Shift או Ctrl<br> בעת בחירת אנשי הקשר ברשימה.

source: <br><br>TIP: Fill in the default country prefix in program preferences and<br> you won't have to always fill it in with the phone number.
he: <br><br>עצה: מלא את קידומת המדינה כברירת המחדל בהעדפות התוכנה<br> ולא יהיה עליך להזין אותה יחד עם מספר הטלפון בכל פעם מחדש.

source: Send message (Ctrl+Enter)
he: שלח הודעה (Ctrl+Enter)

source: <html>Chars in current message: <b>{0}/{1}</b> (<b>{2}</b> remaining)</html>
he: <html>תווים בהודעה הנוכחית: <b>{0}/{1}</b> (נותרו <b>{2}</b>)</html>

source: {0} chars ({1} sms)
he: {0} תווים ({1} sms)

source: {0} chars (can''t be sent!)
he: {0} תווים (לא ניתן לשלוח!)

source: 0 chars (0 sms)
he: 0 תווים (0 sms)

source: Te&xt:
he: &טקסט:

source: <html> The very message text </html>
he: <html> טקסט ההודעה עצמה </html>

source: Author of the script has not provided any additional information<br>about cause of the failure for the web gateway used.
he: יוצר הסקריפט לא סיפק נתונים נוספים<br>אודות גורם השגיאה עבור שער הגישה ברשת בו השתמשת.

source: Sending message to {0} ({1}) ...
he: שליחת הודעה אל {0} ({1}) ...

source: Save
he: שמור

source: Select
he: בחר

source: &Send
he: &שלח

source: Send message
he: שלח הודעה

source: Show/hide program
he: הצג/הסתר את התוכנה

source: Show application log
he: הצג את רישום התוכנה

source: Show program
he: הצג את התוכנה

# StatusPanel.progressBar.string
source: Please wait...
he: נא להמתין...
