Repository: kparal/esmska
Catalog: esmska/po/*.po
Languages: he

source: Welcome
he: ברוכים הבאים

source: Click to show application log
he: לחץ להצגת רישום התוכנה

source: Text
he: טקסט

source: To send multiple messages select more contacts in the list using Ctrl key.
he: על מנת לשלוח מספר הודעות בחר יותר אנשי קשר מהרשימה באמצעות מקש ה־Ctrl.

source: Program appearance can be modified according to your taste.
he: ניתן לשנות את חזות התוכנה בהתאם להחלטתך.

source: In preferences you can restrict the list of available web gateways.
he: בהעדפות תוכל להגביל את רשימת שערי הגישה הזמינים.

source: Your contacts can be exported as text and therefore can be used elsewhere.
he: ניתן לייצא את אנשי הקשר שלך כטקסט ובכך להשמיש אותם במקום אחר.

source: If the written message is too long use the compress function.
he: אם ההודעה הנכתבת ארוכה מדי השתמשו בפונקציית הדחיסה.

source: We recommend you to use Linux packages, you'll obtain an auto-update feature.
he: אנו ממליצים לך להשתמש בחבילות לינוקס, כך תתאפשר לך תכונת העדכון האוטומטי.

source: Are you a programmer? Write support for a new gateway, little JavaScript is enough.
he: האם אתה מתכנת? כתוב תמיכה לשערי גישה חדשים, מעט ג'אווהסקריפט זה די והותר.

source: Something broken? Enhancement suggestion? Let us know on our homepage!
he: משהו אינו כשורה? הצעת שיפור? הודע לנו על כך בדף הבית!

source: Program is open and free. Join in and help us improve it!
he: התוכנה פתוחה וחופשית. הצטרף אלינו ועזור לשפר אותה!

source: Program can be controlled from keyboard easily. Notice the keyboard shortcuts.
he: ניתן לשלוט בתוכנה באמצעות המקלדת בקלות. שימו לב לכל קיצורי המקלדת.

source: By using commandline options you can use program even in café or school.
he: על ידי שימוש באפשרויות שורת הפקודה תוכלו להשתמש בתוכנה אפילו בבתי קפה או בבית הספר.

source: 4 of 5 zoologist recommend using the operating system with a penguin logo.
he: 4 מתוך כל 5 זאולוגים ממליצים להשתמש במערכת הפעלה בעלת לוגו בצורת פינגווין.

source: Message can be sent using other than default gateway - just pick it from the list.
he: ניתן לשלוח את ההודעה באמצעות שער ברירת המחדל - פשוט בחר אותו מהרשימה.

source: Program can be minimized to a notification area icon. See preferences.
he: ניתן למזער את התוכנה לסמל שבאזור ההתראות. עיין בהעדפות.

source: Bothered by these tips? You can turn them off in preferences.
he: מוטרד מעצות אלו? תוכל לכבותן בהעדפות.

source: Use Help menu to ask a question or report a problem.
he: השתמש בתפריט העזרה כדי לשאול שאלה או לדווח על תקלה.

source: Your contacts can be imported from many other programs or formats.
he: ניתן לייבא את אנשי הקשר שלך מתוכנות וממבני קבצים רבים ושונים.

source: You can see the application protocol by clicking on the status bar.
he: ניתן לעיין בפרוטוקול היישום על ידי לחיצה על שורת המצב.

source: All your sent messages are available in the message history.
he: כל ההודעות שלך שנשלחו מופיעות בהיסטוריית ההודעות.

source: You can search in contact list. Just click into it and write a few letters.
he: תוכל לחפש ברשימת אנשי הקשר. פשוט לחץ עליה וכתוב כמה אותיות.

source: When searching in contact list use arrows to move to other matches.
he: בעת החיפוש ברשימת אנשי הקשר השתמש בחצים כדי לעבור לתוצאות אחרות.

source: Don't forget to provide your country prefix number in the preferences.
he: אל תשכח לספר את מספר הקידות של המדינה שלך בהעדפות.

source: A small donation is one of the options how to support future program development.
he: תרומה קטנה היא אחת מאפשרויות התמיכה בפיתוח העתידי של התוכנה.

source: translator-credits
he: Launchpad Contributions: Yaron https://launchpad.net/~sh-yaron

source: &Undo
he: &בטל

source: Unpause queue
he: המשך בתור

source: Unpause sms queue
he: המשך את תור ה־SMS
